{"text": "[2023] NZTT 4438983 \nTENANCY TRIBUNAL - [Event location suppressed]\nAPPLICANT: [The applicant/s]\n Tenant\nRESPONDENT: Barfoot & Thompson Limited - Meadowlands As Agent For \nCheng Hang\n Landlord\nTENANCY ADDRESS: [Tenancy address suppressed]\nORDER\n1. An application for suppression has been made in this case, and the Tribunal \norders suppression of the tenants’ names and identifying details.\n2. The tenants are authorised to install a cat door at the premises at their cost. At \nthe end of the tenancy (in the absence of an agreement to leave the cat door in \nplace) they must remove the cat door and reglaze the glass pane where it was \ninstalled. The reglazing work must be done by a professional window repairer.\n3. The application for compensation for cleaning costs is withdrawn.\n4. Barfoot & Thompson Limited – Meadowlands as agent for Cheng Hang must pay \n[The tenant/s].Reasons:\n1. Both parties attended the hearing. Mr Xiang represented the landlord.\n2. The tenants have applied for an order authorising them to install a cat door at the \npremises and compensation for cleaning costs they incurred at the start of the \ntenancy.\n3. The tenants withdrew the compensation claim at the hearing today.\n4. Mr Xiang explained that the owner of the premises opposed the tenants installing \na cat door because he was concerned about the glass pane not being returned \nto its current state and he thought there was a risk of damage.\n5. Objectively viewed, the tenants’ request is not unreasonable. The installation of \na cat door is a minor alteration that would enhance the tenants’ enjoyment of the \ntenancy. \n6. Recent amendments to the Residential Tenancies Act 1986 aimed in part at \nallowing tenants to do minor alterations so long as the premises are retuned to \nthe state they were in at the start of the tenancy when the tenancy ends.\n7. The tenants understand that they will have to remove the cat door when they \nvacate the tenancy and have the glass pane professionally reinstated.\n8. The parties may, of course, agree to leave the cat door in place. But in the \nabsence of an agreement the tenants must remove it and reinstate the glass pane \nwhen they vacate.\n9. On the successful application, I award the tenants the filing fee.\nJ Greene\n20 December 2022"}
{"text": "[2023] NZTT 4392339, 4435900\nTENANCY TRIBUNAL - TOKOROA\nAPPLICANT: Emma Louise Lewis\nTenant\nRESPONDENT: Blain Justin Allen\nLandlord\nTENANCY ADDRESS: 35 Huratai Street, Koutu, Rotorua 3010\nORDER\n1. No application for suppression has been made in this case and no suppression \norders apply around publication of this decision. \n2. Applications dismissed.  \nReasons:\n1. Both parties attended the hearing.\n2. The Landlord applied for compensation following the end of the tenancy.\n3. The Tenant has cross-applied for compensation also.  \nDid the tenant comply with their obligations at the end of the tenancy?\n4. At the end of the tenancy the tenant must leave the premises reasonably clean \nand tidy, remove all rubbish, return all keys and security devices, and leave all \nchattels provided for their benefit: s 40(1)(e)(ii)-(v) Residential Tenancies Act \n1986 (the Act).  \n5. The Landlord claims the Tenant did not leave the premises reasonably clean and \ntidy and did not remove all rubbish.  More particularly, the Landlord says he \ninspected the premises after the Tenant moved out and found the following items \nleft behind by her:\na. Beer, wine and bleach bottlesb. Kiwifruit boxes\nc. Pie packets and general rubbish\nd. Missing curtain netting\ne. Greenwaste scattered all over the property including rose cuttings and things \nshe has hacked at because she decided they needed to be hacked at.  \nf. Dead rose bush\ng. BBQ \nh. Carpet\ni. Couch \nj. Table \nk. A rainbow of paint and chalk on driveway concrete - pretty much freshly \nchalked/painted.  \n6. The Landlord claims time and costs on the following basis:\na. Dump Fees of $90 and approximately $2,160 for three people working three, \neight-hour days at $30/hour:\ni. Removing rubbish and cleaning filthy home;\nii. Removing vivid marks over my fireplace.  \niii. Cleaning grubby doors throughout premises.  Dirty hands.  \niv. Cleaning bath.  \n7. The Landlord has very little evidence to back up his claims.  One of the persons \nwho allegedly helped him clean the premises is his cousin who attended the \nhearing to give evidence, not on the Landlord’s behalf, but on behalf of the \nTenant.  Her evidence, as far as I deduced from her written statement, is she \nhelped the Tenant clean the premises, and she and the Tenant had worked \ntogether to remove the Landlord’s personal property from the premises, as \nrequired by a Work Order made by this Tribunal.     \n8. No pre-tenancy or post-tenancy reports have been provided by the Landlord.  He \nsays I can rely on his word, but I am not satisfied that I can.  He has provided \nphotographs of some of items he says the Tenant left behind, though the Tenant \ndenied she left these items behind and indirectly questioned the evidential weight \nof the Landlord’s photographs.  \n9. The Landlord’s former property manager wrote a letter in support of the Tenant \nand made herself available for questioning by phone at the hearing.  Her evidence \nin summary was as follows:\na. The premises were checked after the Tenant had moved herself out.    b. No knowledge of wine or beer bottles.  \nc. No ingoing inspection/condition report, she was not sure of condition of the \nproperty at the commencement of the tenancy, having been engaged in \nrecent months.  \nd. Not aware of any handprints on the front door.  (Walked around property \noutside.)\ne. Tenant supplied her own curtain netting.  \nf. Some items left behind.   \ng. The premises were very reasonably clean and tidy at the end of the tenancy.  \nh. Paint on the walls in reasonable condition.  \ni. Burn mark on the floor at the end of the tenancy.  \nj. Greenspace (yards) were in reasonable condition.  \nk. Barbecue was left behind by the Tenant said she would return to collect.  \n10. The Tenant confirmed she had left some of her personal property behind at the \nend of the tenancy but had explained to the Landlord’s property manager she \nwould be collecting it, which she has now done.  \n11. Mr Lewis, an acquaintance of the Tenant, had helped the Tenant move in and \nout of the premises and his evidence aligned with that of the Landlord’s former \nproperty manager, namely that it was reasonably clean and tidy.  Further, Mr \nLewis had been inside and around the premises and confirmed the premises \nwere in a much better state at the end of the tenancy than they were in at the \nstart, when he moved the Tenant in.  \n12. Neither witness expressed any concerns about the condition of the premises at \nthe end of the tenancy.  \n13. The Landlord questioned the Tenant’s witnesses and did not glean any further \ninformation I would regard as helpful to his case.  \n14. At the end of the evidence I was satisfied the Landlord had insufficient evidence \nto support his claims for compensation for rubbish removal, cleaning, loss of \nincome (time off work for cleaning, etc.), and mental harm (due to the Tenant \nmeddling in his private affairs – addressed in separate proceedings).  \n15. The Tenant counter-claimed for compensation for time spent helping the \nLandlord’s cousin remove the Landlord’s property from the premises.  \n16. I told the Tenant quite plainly, she did not need to remove the Landlord’s property \nas there was a Tribunal Work Order requiring him to make his own arrangements \nto have it removed, which I could not now enforce against him due to her efforts \nin fulfilling it on his behalf.  I accept the Tenant’s claim that she just wanted the \nproperty gone and it served her interests to help remove it, however, I am unable to award her any compensation for her efforts because the Landlord had paid his \ncousin to remove his property and had not agreed for the Tenant to be involved \nin this process, and further, the Tribunal had not directed the Tenant to undertake \nthe work for payment unless the Landlord did not comply with the Work Order.  \nThe Work Order did not say the Tenant would be paid if she helped the Landlord \nto comply with the Work Order.  \n17. Consequently, I have not awarded compensation to either party and costs lie \nwhere they fall.  \n  \nM Steens\n04 January 2023\n"}
{"text": "[2023] NZTT 4417521, 4406666\nTENANCY TRIBUNAL - MANUKAU\nAPPLICANT: Chelsea Pearl Collins-Kemp\nTenant\nRESPONDENT: Edge Real Estate Limited Michelle Conquer\nLandlord\nTENANCY ADDRESS: 17A Harbour Crest Drive, Waiuku, Waiuku 2123\nORDER\n1. No application for suppression has been made in this case and no suppression \norders apply around publication of this decision.\n2. Bond Services is to release from the Bond the sum of $253.00 to Edge Real \nEstate Limited Michelle Conquer immediately.  \n3. Bond Services is to pay the balance of the Bond, $1,907.00 to Chelsea Pearl \nCollins-Kemp immediately.  \nReasons:\n1. Both parties attended the hearing.  \n2. The Landlord has applied to be compensated for carpet cleaning and a crack in \nthe bathroom vanity at the end of the tenancy.   \n3. The Tenant claims compensation for stress due to the Landlord not releasing her \nbond to her.  \n4. In terms of the Tenant’s claim, I note the parties have been in dispute regarding \ndamage to the premises and have attended mediation.  I do not get the sense \nthe Landlord has deliberately withheld the bond to upset the Tenant.  There is a \ngenuine dispute between the parties.  \nDid the tenant comply with their obligations at the end of the tenancy?\n5. At the end of the tenancy the tenant must leave the premises reasonably clean \nand tidy, remove all rubbish, return all keys and security devices, and leave all chattels provided for their benefit: s 40(1)(e)(ii)-(v) Residential Tenancies Act \n1986 (RTA).  \n6. The Landlord has produced photographs showing the condition of the carpet at \nthe commencement of the tenancy and at the end.  \n7. The Tenant said she cleaned the carpet herself at the end of the tenancy, but \nprofessional carpet cleaning was required to restore the carpet, and I note, \nwhereas the Tenant was not able to restore the carpet to its pre-tenancy state, \nthe professional cleaner has been able to do so and has noted the carpet was \ndirty and appeared not to have been cleaned in some time, despite the Tenant’s \nefforts.  \n8. The Tenant has a dog and it is possible the Tenant’s dog has contributed to the \nbuild-up of dirt on the carpets in the home, but without more information about \nthe dog and its activities, I make no firm finding in this regard.  \n9. I award the Landlord its costs in having the carpets professionally cleaned.  \nIs the tenant responsible for the damage to the premises?\n10. A landlord must prove that damage to the premises occurred during the tenancy \nand is more than fair wear and tear. If this is established, to avoid liability, the \ntenant must prove they did not carelessly or intentionally cause or permit the \ndamage.  Tenants are liable for the actions of people at the premises with their \npermission: s 40(2)(a), 41 and 49B RTA.\n11. Where the damage is careless, and occurs after 27 August 2019, section 49B \nRTA applies.  If the landlord becomes aware of the damage after 27 August, the \ndamage is presumed to have occurred after that date unless the tenant proves \notherwise.  \n12. Where the damage is caused carelessly, and is covered by the landlord's \ninsurance, the tenant's liability is limited to the lesser of the insurance excess or \nfour weeks' rent (or four weeks' market rent in the case of a tenant paying income-\nrelated rent): s 49B(3)(a) RTA.  \n13. Where the damage is careless and is not covered by the landlord's insurance, \nthe tenant's liability is limited to four weeks' rent (or market rent).  See section \n49B(3)(b) RTA.  Where insurance money is irrecoverable because of the tenant's \nconduct, the property is treated as if it is not insured against the damage: s \n49B(3A)(a) RTA.\n14. Tenants are liable for the cost of repairing damage that is intentional or which \nresults from any activity at the premises that is an imprisonable offence.  This \napplies to anything the tenant does and anything done by a person they are \nresponsible for: s 49B(1) RTA.\n15. Damage is intentional where a person intends to cause damage and takes the \nnecessary steps to achieve that purpose.  Damage is also intentional where a person does something, or allows a situation to continue, knowing that damage \nis a certainty.  See Guo v Korck [2019] NZHC 1541.\n16. The Landlord claims the vanity was damaged during the tenancy. \n17. The Landlord has failed to establish the damage occurred during the tenancy:\na. There are no pre-tenancy, close-up photographs of the affected area of the \nvanity.  \nb. The nature of the damage is such that it could have occurred gradually and \nimperceptibly over time.  \nc. There is no reference to the damage in any inspection reports completed \nduring the tenancy.  \nd. The Tenant has presented a screenshot of one frame from a video she made \nsoon after the tenancy began in which the vanity surface can be seen, and \nthe crack plainly observed.  The video was not taken for the purposes of \nshowing the damage to the vanity, it was a personal video from the Tenant’s \nSnapchat application.  \ne. On balance, I find it more likely the crack started as a hairline crack and grew \nlarger as the tenancy progressed, but I find it unlikely the crack has been \ncaused by the Tenant because it can be plainly seen in the Tenant’s \nscreenshot, so soon after the commencement of the tenancy, yet has not \nbeen noted in the pre-tenancy inspection checklist, nor has it been \ndocumented by the parties anywhere else until after the tenancy ended.   \n  \nM Steens\n04 January 2023\n"}
{"text": "[2023] NZTT 4534511 \nTENANCY TRIBUNAL - \nAPPLICANT: Anita Lois Dudley\n Tenant\nRESPONDENT: [The respondent/s] \n Landlord\nTENANCY ADDRESS: [Tenancy address suppressed]\nORDER\n1. An order for suppression is made of the Landlord’s name and identifying details.\n2. The application is dismissed.\nReasons:\n1. Both parties attended the hearing.\n2. This application was filed on 20 March 2023. It relates to a tenancy which \nterminated on 20 July 2015. The applicant claims compensation against the \nlandlord for a range of factors, including for failure to return the bond, unfair \nincreases in rent, wrongful termination of the tenancy and for the allegedly poor \ncondition of the property, including an allegation of mushrooms growing on the \ncarpet in the lounge. \n3. As was discussed with the parties at the outset of the hearing, the question of \njurisdiction arises because of the length of time that has passed between the end \nof the tenancy and the date of the application being filed and also because of the \nfact that this matter has been dealt with previously by the Tribunal. \nBackground facts 4. A brief summary of the earlier orders of the Tribunal is as follows: \na) On 22 July 2015, an order was made granting possession of the premises to \nthe landlord. The applicant, who was then the tenant of the premises, was \nordered to pay various rent arrears to the landlord. It was recorded in the order \nthat the applicant did not appear on that date. \nb) On 25 September 2015, the Tribunal made orders for the applicant to pay \ndamages to the landlord for the costs of lock replacement, storage costs and a \nremoval truck. Deducted from the amount awarded to the landlord was the bond \nof $550. Also deducted was $130.00 for a rent overpayment. After those \ndeductions, the amount payable by the applicant was only $113.49. It was \nrecorded in the decision that the applicant did not appear on that date. \nc) The applicant then applied for a rehearing out of time, and that application \ncame back before the Tribunal on 16 May 2016. It was recorded in the Tribunal’s \ndecision of that date that an earlier application for a rehearing by the applicant \nhad been dismissed at her request. After hearing from the parties, the Tribunal \ndetermined that the applicant had failed to establish the necessary grounds for a \nrehearing. \nd) On 25 May 2022, the applicant brought a fresh claim against the landlord with \nrespect to these premises. Included in her application was a request for the bond \nto be refunded and allegations that she had been wrongfully evicted from the \npremises, as well as various allegations about unlawful increases in rent and the \nquality of the premises including mushrooms growing in the lounge and other \nalleged faults.  \ne) The Tribunal set the matter down for a hearing on the question of jurisdiction \ngiven the Limitation Act 2010. The applicant did not appear at the hearing and \nher application was dismissed on 31 August 2022. \nf) An application was filed for a rehearing. According to the applicant today, she \nhad appeared at the courthouse but may have been near the wrong courtroom at \nwhen the matter was called. \ng) On 15 September 2022, the application for a rehearing was dismissed. \nRecorded by the adjudicator in their decision was the following:\n3. The tenant seeks to re-open matters dealt with by the Tribunal in 2015 when orders were \nmade. \n4. The landlord attended the hearing on 31 August 2022 and submitted that the application was \nvexatious and outside the Limitation Act time frame.\nh) On 6 October 2020 the Tribunal dismissed a second application for a \nrehearing. \nAnalysis 5. Section 11 of the Limitation Act 2010 provides: \nDefence to money claim filed after applicable period\n(1) It is a defence to a money claim if the defendant proves that the date on which the claim is \nfiled is at least 6 years after the date of the act or omission on which the claim is based).\n6. Section 92A of the Residential Tenancies Act 1986 provides that:\nThe Tribunal may strike out, in whole or in part, a proceeding if satisfied that it—\n(a) discloses no reasonable cause of action; or\n(b) is likely to cause prejudice or delay; or\n(c) is frivolous or vexatious; or\n(d) is otherwise an abuse of process.\n7. The matters raised within this application appear to be well outside the six year \ntime frame for the bringing of any claim for damages against another party. \n8. More significantly, the subject matter of this application is essentially the same as \nthe application that was filed in 2022. Similar allegations are made in that the two \nclaims essentially relate to the manner of termination of the tenancy, the alleged \nquality of the premises, and the question of bond. Where an application is made \nto the Tribunal which is dismissed and where two applications for rehearing and \nrelation to that application are also unsuccessful, it is an abuse of  process and / \nor vexatious for the Tribunal to allow a fresh application to be made raising, \nessentially, all of those same issues. \n9. In her evidence today, the applicant said, several times, words to the effect, that \nthe bond had not been refunded to her. I have set out a summary of the prior \norders of the Tribunal to clarify for her benefit that whilst the bond may not have \nbeen paid to her, it has been taken into account in fixing amounts that she should \npay to the landlord. \n \nD Watson\n21 August 2023"}
{"text": "[2023] NZTT 4626454 \nTENANCY TRIBUNAL - [Event location suppressed]\nAPPLICANT: [The applicant/s]\n Tenant\nRESPONDENT: Nicholas (Nick) Kulavovsky, Natalya Kulakovska\n Landlord\nTENANCY ADDRESS: 154 Barrack Road, Mount Wellington, Auckland 1060\nORDER\n1. An application for suppression has been made in this case, and the Tribunal \norders suppression of the Tenant’s name and identifying details.\n2. Nicholas (Nick) Kulavovsky and Natalya Kulakovska must pay [The tenant/s] \n$500.00 immediately.\n3. The tenant’s claims for breach of quiet enjoyment and providing a termination \nwithout lawful reason are dismissed as not proven \n4. The tenant’s claim for retaliatory notice is outside time and therefore is struck out.\nReasons:\n1. Both parties attended today’s hearing.\n2. The tenancy began in 2019 and ended on the 21 May 2023.\n3. The tenant claims that the landlord:\na) Unlawfully entered the property on or about the 1 January 2023 (s48)\nb) Breached her quiet enjoyment by coming to the property on multiple \noccasions without telling her and by his conduct on the 1 January. (s38)\nc) Gave a notice to terminate the tenancy without valid reason on the 18 January \n2023. (s60AA)d) Gave a retaliatory notice to the tenant on the 18 January 2023. (s54).\n4. The tenant claims exemplary damages for the alleged breaches.\nDid the landlord unlawfully enter the premises?\n5. A landlord may not enter the premises during the tenancy except with the tenant's \nconsent, in an emergency, or after giving the required notice for inspections and \nrepairs and maintenance.  See section 48(1) and (2) Residential Tenancies Act \n1986.\n6. A landlord does not need to give notice if they are only going to the property to \ndo something outside of the premises. See s48(7)\n7. Breaching this obligation is an unlawful act for which exemplary damages may \nbe awarded up to a maximum of $1,500.00.  See section 48 (4)(a) and Schedule \n1A Residential Tenancies Act 1986.\n8. The landlord went to the property on about the 1 January 2023 (the landlord says \nthat it is the 3 January- the text correspondence supports the tenant’s claim that \nit was the 1 January 2023) following a report from his selling agent that there was \nwater ponding in the basement area. The basement area has a separate entrance \nand had been prone to flooding in the past. The landlord had recently renovated \nthe basement and thought that he had remedied the flooding problem. He says \nthat he was concerned as to why the basement was flooded again.\n9. I am satisfied that the landlord did not give notice to the tenant as the tenant \ntexted the landlord and said someone was at the property, to which the landlord \nconfirmed it was him. The landlord did not obtain the tenant’s consent to go into \nthe basement. I find he has committed an unlawful act.\n10. Where a party has committed an unlawful act intentionally, the Tribunal may \naward exemplary damages where it is satisfied it would be just to do so, having \nregard to the party’s intent, the effect of the unlawful act, the interests of the other \nparty, and the public interest.  See section 109(3) Residential Tenancies Act \n1986. \n11. I am satisfied that the landlord acted with intention in that he intended to go into \nthe basement. The landlord was aware that the tenant expected the landlord to \ngive her notice as can be seen in the following text exchange on the 12 \nNovember:\n[The tenant/s]: Nick, please before you come send me a text about your arrival. It’s \nscary when someone walks under the house and around the property. Two people have \nrobbed our cars under the carport, stolen the lawn mower and climbed into our basement \non two occasions. The girls don’t like you walking around the property either. Thanks for \nunderstanding, [The tenant/s]. \nNick: [The tenant/s], I’m so sorry it happened. I went right after work to check the \nbasement after the rain. Next time I will definitely inform you, Nick.12. The tenant tells me that having the landlord at the premises was stressful and \nunsettling.\n13. I accept that the landlord was apologetic about coming to the property without \nnotice and was doing so as he thought it was an emergency, but he should have \nbeen careful to tell the tenant that he was coming to the property and the purpose \nof his visit before he did so.\n14. It is in the public interest that when a landlord breaches this obligation that an \naward of exemplary damages is made and taking into account all of the factors \noutlined above, I consider a modest award of $500.00 to be the appropriate award \nof damages for this act.\nDid the landlord breach the tenant’s quiet enjoyment?\n15. A landlord must not interfere with the reasonable peace, comfort or privacy of the \ntenant in their use of the premises.  See section 38(2) Residential Tenancies Act \n1986. \n16. Breaching this obligation in circumstances that amount to harassment is an \nunlawful act for which exemplary damages may be awarded up to a maximum of \n$3,000.00.  See section 38(3) and Schedule 1A RTA.\n17. Harassment means \"to trouble, worry or distress\" or \"to wear out, tire, or exhaust\" \nand \"indicates a particular pattern of behaviour directed towards another person\".  \nMacDonald v Dodds, CIV-2009-019-001524, DC Hamilton, 26 February 2010.\n18. The tenant claims that the landlord’s frequent entry to the basement was a breach \nof quiet enjoyment. Whilst I agree that the landlord’s entering the premises in \nbreach of s48 is also a breach of the tenant’s quiet enjoyment, the courts have \nmade it clear that the same act cannot be sanctioned twice. In other words that I \ncannot award two lots of damages for the same event. Manage My Rental Limited \nv Baxter [2015] NZDC 12011\nI do not think it right to further censure the landlord by way of exemplary \ndamages for the fact that those failures also resulted in an unlawful act under \na different provision.[27]\n19.  Therefore, the tenant’s claim for breach of quiet enjoyment in respect of the \nunlawful entry on the 1 January is dismissed.\n20. The tenants have claimed that there were many occasions that the landlord came \nto the property unannounced. The tenant has not given dates or specifics for \nthose other occasions apart from the 12 November. As mentioned, there was a \nserious issue with ponding in the basement that the landlord was trying to \nremedy. He tells me that he enjoyed a good relationship with the tenants until he \nput the house on the market, and he would call around after rain to check if the \nbasement had leaked. He said he usually texted or called the tenant beforehand. \nHe thought that the tenant was happy with him doing this until he received the \ntenant’s text of 12 November.21. Having heard the evidence and submissions of both parties I am satisfied that the \nlandlord did not go the property for any other purpose but to check for leaks, and \nthat apart from the unlawful entry on the 1 January 2023, he did not enter the \nproperty without first giving notice after the tenant had sent her text of the 12 \nNovember 2022.\n22. The tenant also claims that the landlord breached the tenant’s quiet enjoyment \non the 1 January by the manner in which the landlord spoke to the tenant and the \ntext messages between the tenant and landlord. Having heard the evidence from \nboth parties it appears that the tenant thought that the landlord was accusing her \nof flooding the basement. I disagree with that interpretation. The landlord tells me \nthat he was voicing his frustration to the tenant that he did not know what had \ncaused the leaks and that he thought he had resolved the water problem. \n23. I do not consider the tone of the written correspondence to be that of harassment \nand I do not think that it was the landlord’s intention that the texts or conversation \non the 1 January be to trouble, worry and distress the tenant.\n24. I am not satisfied that the interaction with [Redacted] was a breach of the tenant’s \nquiet enjoyment. The landlord had never met [Redacted] before and he was quite \ncorrect to say he wanted to speak to the tenant not to [Redacted], as he did not \nknow if [Redacted] was talking to him on behalf of the tenant or not.\n25. The tenant’s claims for breach of quiet enjoyment are dismissed. \nWas the notice given on the 18 January 2023 retaliatory?\n26. On the 18 January 2023, the landlord gave the tenant a notice ending the tenancy \non 18 April 2023.  The tenant claims the notice is retaliatory.\n27. For a notice to be declared retaliatory, the tenant must prove that in terminating \nthe tenancy, the landlord was motivated wholly or partly by the tenant exercising \na right under the tenancy agreement or any Act, or by any complaint against the \nlandlord.  See section 54(1) Residential Tenancies Act 1986. \n28. An application for retaliatory notice must be brought within 28 working days of \nreceipt of the notice. The tenant filed her claim on 9 July 2023, well after the time \nfor filing a claim for retaliatory notice had expired. The Tribunal has no jurisdiction \nto hear this claim as it has been brought outside of time.\nDid the landlord give a termination notice on the 18 January 2023 knowing that they \nwere not entitled to do so?\n29. Under Section 60AA a landlord must not give a notice to terminate the tenancy \nor apply to the Tribunal for such an order, knowing they are not entitled to do so.\n30. Breaching any of these obligations without a reasonable excuse is an unlawful \nact for which exemplary damages may be awarded up to a maximum of \n$6500.00. See section 60AA and Schedule 1A Residential Tenancies Act 1986.31. On the 18 January 2023 the landlord gave the tenant a termination notice which \nstated the following reasons for termination:\na) The premises are to be put on the market for sale.\nb) The landlord is intending to carry out extensive alterations, refurbishment, \nrepairs or redevelopment of the premises and that it would not be reasonably \npracticable for the tenant to live there whilst the work is being done.\n32. There is no dispute that the property was on the market for sale at this time.\n33. The tenant says that the landlord stating that they intended to carry out extensive \nalterations was giving notice knowingly that they are not entitled to do so.\n34. Having heard and considered the evidence submitted I am not satisfied that the \nlandlord gave a notice on the 18 January knowing that they were not entitled to \ndo so, for the following reasons:\na) The landlord was entitled to give notice to end the tenancy legitimately as the \nproperty was on the market for sale.\nb) The landlord told me that he had been advised by the selling agent that he \nneeded to give notice in order to make the sale more attractive to buyers.\nc) The landlord says that he thought that he had to tick the ‘extensive \nrenovations or redevelopment’ box as a purchaser may want to do \nrenovations.\nd) English is the landlord’s second language and I accept that he did not \nunderstand that he only needed to tick the sale box.\ne) In any event the landlord appointed a letting agent, who on the 20 January \n2023 rescinded the notice making it of no effect.\n35. As the tenant has been partially successful, I grant the tenant name suppression.\n36. As the tenant has not been wholly or substantially successful, I do not award the \nfiling fee.\nT Prowse\n11 September 2023"}
{"text": "[2023] NZTT 4615532 \nTENANCY TRIBUNAL - [Event location suppressed]\nAPPLICANT: [The applicant/s]\nLandlord \nRESPONDENT: Sapphire Kaponga\nTenant \nTENANCY ADDRESS: 24A O'Neill Street, Claudelands, Hamilton 3214\nORDER\n1. An application for suppression has been made in this case, and the Tribunal \norders suppression of the Landlord name and identifying details.\n2. Sapphire Kaponga must pay [The landlord/s] $2,032.80 immediately, calculated \nas shown in table below.\nDescription Landlord Tenant\nRent arrears $310.00  \ncurtains $270.00  \nheat pump remote $59.00  \nLock/key replacement $130.00  \nRubbish removal $83.86  \nremoval and disposal of items $143.75  \nRepairs: window stays $137.50  \nCleaning $126.50  \nCarpet Cleaning $109.25  \nCleaning: oven $34.50  \nRepairs: holes $368.00  \nhang curtains $240.00  \nFiling fee reimbursement $20.44  \nTotal award $2,032.80  \nTotal payable by Tenant to Landlord $2,032.80  Reasons:\n1. The landlord attended the hearing. The tenant did not appear.\n2. The landlord has applied for rent arrears, compensation and reimbursement of \nthe filing fee following the end of the tenancy. The bond was refunded by a \nprevious order from the Tribunal for rent arrears.\n3. The tenancy started on 31 December 2021 and ended on 1 June 2023. The \ntenant was given an extra week to attend to the cleaning, and the rent for this \nweek is claimed.\n4. The premises were a small 2 bedroomed unit.\n5. The claim for compensation for lighting was withdrawn.\nHow much is owed for rent?\n6. The tenant left the premises on 8 June 2023.  The landlord provided rent records \nand copies of emails where the tenant agreed to drop the keys off on 8 June 2023 \nafter spending an extra week there after the tenancy ended.\nDid the tenant comply with their obligations at the end of the tenancy?\n7. At the end of the tenancy the tenant must leave the premises reasonably clean \nand tidy, remove all rubbish, return all keys and security devices, and leave all \nchattels provided for their benefit.  See section 40(1)(e)(ii)-(v) Residential \nTenancies Act 1986.  \n8. The tenant did not leave the premises reasonably clean and tidy, and did not \nremove all rubbish in the recycling bins. There were also some larger items \nremoved and destroyed.  This was a small premises and the amount claimed for \nhalf cleaning costs, oven clean and carpet clean is awarded. Photographs \nsupplied support the claims.\n9. The tenant did not return the keys. \n10. The following chattels were missing at the end of the tenancy: The heat pump \nremote, blinds in the kitchen and curtains in two bedrooms. \n11. The amounts ordered are proved.\nIs the tenant responsible for the damage to the premises?\n12. A landlord must prove that damage to the premises occurred during the tenancy \nand is more than fair wear and tear. If this is established, to avoid liability, the \ntenant must prove they did not carelessly or intentionally cause or permit the damage. Tenants are liable for the actions of people at the premises with their \npermission. See sections 40(2)(a), 41 and 49B RTA.\n13. Where the damage is careless, and occurs after 27 August 2019, section 49B \nRTA applies. If the landlord becomes aware of the damage after 27 August, the \ndamage is presumed to have occurred after that date unless the tenant proves \notherwise. \n14. Where the damage is caused carelessly, and is covered by the landlord's \ninsurance, the tenant's liability is limited to the lesser of the insurance excess or \nfour weeks' rent (or four weeks' market rent in the case of a tenant paying income-\nrelated rent).  See section 49B(3)(a) RTA.  \n15. Where the damage is careless and is not covered by the landlord's insurance, \nthe tenant's liability is limited to four weeks' rent (or market rent).  See section \n49B(3)(b) RTA.  Where insurance money is irrecoverable because of the tenant's \nconduct, the property is treated as if it is not insured against the damage.  See \nsection 49B(3A)(a) RTA.\n16. Tenants are liable for the cost of repairing damage that is intentional or which \nresults from any activity at the premises that is an imprisonable offence.  This \napplies to anything the tenant does and anything done by a person they are \nresponsible for.  See section 49B(1) RTA.\n17. Damage is intentional where a person intends to cause damage and takes the \nnecessary steps to achieve that purpose.  Damage is also intentional where a \nperson does something, or allows a situation to continue, knowing that damage \nis a certainty.  See Guo v Korck [2019] NZHC 1541.\n18. The following damage was caused during the tenancy: 2 holes in a door and wall, \nand a damaged window stay.\n19. The holes were in bedroom 1 and there had been an attempt to fix them. The \ntenant did not attend the hearing to explain the damages. I find this intentional \ndamage. \n20. There were 2 window stays claimed but only evidence that one was there at the \nstart of the tenancy. This one had been damaged and the window was unable to \nbe used.\n21. The damage is more than fair wear and tear, and the tenant has not disproved \nliability for the damage.\n22. The amounts ordered are proved.\n23. I have taken into account betterment and depreciation.  The landlord should be \nreturned to the position they would have been in had the tenant not breached \ntheir obligations, and should not be better or worse off. In calculating depreciation, \nI have taken into account the age and condition of the items at the start of the \ntenancy and their likely useful lifespan.   \n24. Because [The landlord/s] has substantially succeeded with the claim I have \nreimbursed the filing fee.\nT Harris\n11 September 2023"}
{"text": "[2023] NZTT 4626517 \nTENANCY TRIBUNAL - [Event location suppressed]\nAPPLICANT: [The applicant/s]\nLandlord \nRESPONDENT: Xavier Maru-Blake\nTenant \nTENANCY ADDRESS: [Tenancy address suppressed]\nORDER\n1. An application for suppression has been made in this case, and the Tribunal \norders suppression of the Landlord name and identifying details.\n2. Xavier Maru-Blake must pay [The landlord/s] $90.03 immediately, calculated as \nshown in table below.\n3. The Bond Centre is to pay the bond of $880.00 ([Bond number suppressed]) to \n[The landlord/s] immediately. \nDescription Landlord Tenant\nWindow repairs $324.59  \nCleaning $250.00  \nCarpet Cleaning: Rug Doctor hire $50.00  \nRubbish removal $196.00  \nLock/key replacement $109.00  \nRecycle bin replacement $20.00  \nFiling fee reimbursement $20.44  \nTotal award $970.03  \nBond $880.00  \nTotal payable by Tenant to Landlord $90.03  Reasons:\n1. The landlord attended this remote teleconference hearing.\n2. Telephone calls were made to the tenant on the number provided at the \nallocated hearing time. All calls went to voicemail. The Tribunal may hear \nmatters in the absence of a party where satisfied that notice of the hearing has \nbeen given.\n3. The landlord has applied for compensation, refund of the bond, and \nreimbursement of the filing fee following the end of the tenancy.\nDid the tenant comply with their obligations at the end of the tenancy?\n4. At the end of the tenancy the tenant must leave the premises reasonably clean \nand tidy, remove all rubbish, return all keys and security devices, and leave all \nchattels provided for their benefit.  See section 40(1)(e)(ii)-(v) Residential \nTenancies Act 1986.  \n5. The tenant did not leave the premises reasonably clean and tidy, and did not \nremove all rubbish. The landlord provided an invoice in support of the claim. \nThe landlord said that dog excrement was on the deck and that the bathroom \nand kitchen were left particularly dirty. The actual cost of cleaning to the \nlandlord was $500.00. The landlord has only claimed $250.00 which was the \ncleaning required to bring the premises to a reasonably clean and tidy standard.\n6. The landlord hired a rug doctor to clean the carpets at a cost of $50.00. The rug \ndoctor was used to remove pet stains and odour.\n7. The tenant did not return the keys. An invoice was provided for the lock change \nof $109.00.\n8. The tenant left rubbish behind both inside and outside. An invoice for rubbish \nremoval and recycling centre costs of $196.00 was provided\n9. The council recycling bin was missing at the end of the tenancy. The \nreplacement cost was $20.00. \n10. The amounts ordered are proved.\nIs the tenant responsible for the damage to the premises?\n11. A landlord must prove that damage to the premises occurred during the tenancy \nand is more than fair wear and tear. If this is established, to avoid liability, the \ntenant must prove they did not carelessly or intentionally cause or permit the \ndamage.  Tenants are liable for the actions of people at the premises with their \npermission.  See sections 40(2)(a), 41 and 49B RTA.12. Where the damage is careless, and occurs after 27 August 2019, section 49B \nRTA applies.  If the landlord becomes aware of the damage after 27 August, the \ndamage is presumed to have occurred after that date unless the tenant proves \notherwise.  \n13. Where the damage is caused carelessly, and is covered by the landlord's \ninsurance, the tenant's liability is limited to the lesser of the insurance excess or \nfour weeks' rent (or four weeks' market rent in the case of a tenant paying \nincome-related rent).  See section 49B(3)(a) RTA. The landlord is insured. The \ninsurance excess on each claim is $2,150.00. \n14. Where the damage is careless and is not covered by the landlord's insurance, \nthe tenant's liability is limited to four weeks' rent (or market rent).  See section \n49B(3)(b) RTA.  Where insurance money is irrecoverable because of the \ntenant's conduct, the property is treated as if it is not insured against the \ndamage.  See section 49B(3A)(a) RTA.\n15. Tenants are liable for the cost of repairing damage that is intentional or which \nresults from any activity at the premises that is an imprisonable offence.  This \napplies to anything the tenant does and anything done by a person they are \nresponsible for.  See section 49B(1) RTA.\n16. Damage is intentional where a person intends to cause damage and takes the \nnecessary steps to achieve that purpose.  Damage is also intentional where a \nperson does something, or allows a situation to continue, knowing that damage \nis a certainty.  See Guo v Korck [2019] NZHC 1541.\n17. A window was broken damage during the tenancy. The landlord said that the \ntenant admitted breaking the window whilst moving out and that the tenant had \nsaid to deduct the cost from his bond. The damage is more than fair wear and \ntear, and the tenant has not disproved liability for the damage. The repair \ninvoice is for $324.59.\n18. The amounts ordered are proved.\n19. As [The landlord/s] has wholly succeeded with the claim I must order the tenant \nto reimburse the filing fee.\n20. The landlord has applied for name suppression. The landlord has been wholly \nsuccessful in this matter and suppression of the landlord details is ordered. \nS Young\n12 September 2023"}
{"text": "[2023] NZTT 4652389 \nTENANCY TRIBUNAL - [Event location suppressed]\nAPPLICANT: [The applicant/s]\nLandlord \nRESPONDENT: Jayden Vaipapa\nTenant \nTENANCY ADDRESS: [Tenancy address suppressed]\nORDER\n1. An application for suppression has been made in this case, and the Tribunal \norders suppression of the Landlord name and identifying details.\n2. Jayden Vaipapa must pay [The landlord/s] $877.58 immediately, calculated as \nshown in table below.\n3. The Bond Centre is to pay the bond of $1,600.00 ([Bond number suppressed]) \nto [The landlord/s] immediately. \nDescription Landlord Tenant\nRent owed to 24 August 2023 $2,457.14  \nFiling fee reimbursement $20.44  \nTotal award $2,477.58  \nBond $1,600.00  \nTotal payable by Tenant to Landlord $877.58  \nReasons:\n1. Both parties attended the hearing which was held by telephone.  \n2. The landlord has applied for rent arrears, refund of the bond, and \nreimbursement of the filing fee following the end of the tenancy.   The \napplication was for termination but the parties have already agreed to end the fixed term tenancy.  I have seen the new tenancy agreement and I find the \ntenant owes rent to 24 August 2023.  \n3. The landlord provided rent records which prove the amount owing at the end of \nthe tenancy.  \n4. Because the landlord has wholly succeeded with the claim I must reimburse the \nfiling fee.\n5. The landlord’s application for suppression is allowed because the landlord is the \nmost successful party.  \nK Koller\n12 September 2023"}
{"text": "[2023] NZTT 4652389 \nTENANCY TRIBUNAL - [Event location suppressed]\nAPPLICANT: [The applicant/s]\nLandlord \nRESPONDENT: Jayden Vaipapa\nTenant \nTENANCY ADDRESS: [Tenancy address suppressed]\nORDER\n1. An application for suppression has been made in this case, and the Tribunal \norders suppression of the Landlord name and identifying details.\n2. Jayden Vaipapa must pay [The landlord/s] $877.58 immediately, calculated as \nshown in table below.\n3. The Bond Centre is to pay the bond of $1,600.00 ([Bond number suppressed]) \nto [The landlord/s] immediately. \nDescription Landlord Tenant\nRent owed to 24 August 2023 $2,457.14  \nFiling fee reimbursement $20.44  \nTotal award $2,477.58  \nBond $1,600.00  \nTotal payable by Tenant to Landlord $877.58  \nReasons:\n1. Both parties attended the hearing which was held by telephone.  \n2. The landlord has applied for rent arrears, refund of the bond, and \nreimbursement of the filing fee following the end of the tenancy.   The \napplication was for termination but the parties have already agreed to end the fixed term tenancy.  I have seen the new tenancy agreement and I find the \ntenant owes rent to 24 August 2023.  \n3. The landlord provided rent records which prove the amount owing at the end of \nthe tenancy.  \n4. Because the landlord has wholly succeeded with the claim I must reimburse the \nfiling fee.\n5. The landlord’s application for suppression is allowed because the landlord is the \nmost successful party.  \nK Koller\n12 September 2023"}
{"text": "[2023] NZTT 4544892, 4580889\nTENANCY TRIBUNAL - [Event location suppressed]\nAPPLICANT:\nRESPONDENT:[The applicant/s]\n Tenant\nRESPONDENTS:\nAPPLICANTS[The respondent/s]\n Landlords\nTENANCY ADDRESS: 65 Te Hou Hou Crescent, Papamoa Beach, Papamoa 3118\nORDER\n1. An application for suppression has been made in this case, and the Tribunal \norders suppression of the Tenant and Landlords’ names and identifying details.\n2. The applications are dismissed.\nReasons:\n1. Both parties attended the hearing.\n2. Each of the parties have brought an application against the other.\n3. The tenant’s application concerns his claim that he has been harassed by the \nlandlords.\n4. The landlords seek a series of work orders requiring the tenant to repair the \ndamage that the tenant’s dog “F” has caused to both the inside and outside of \nthe premises.\nThe tenant’s claim\n5. Section 38(2) of the Residential Tenancies Act 1986 provides that a landlord \nshall not cause or permit any interference with the reasonable peace, comfort, \nor privacy of the tenant in the use of the premises. Contravention of s38(2) in \ncircumstances that amount to harassment is an unlawful act.\n6. The tenant stated that the landlords had harassed him by:• inspecting the premises two days after he had broken his leg and then \nadvising him of various ‘issues’ in relation to that inspection; and\n•Threatening to terminate his tenancy because he had not repaired the \ndamage to the premises as per a 14 day notice issued to him dated 4 May \n2023 and in an email dated 30 July 2023.\n7. I am dismissing the tenant’s claim because neither of these two actions support \nhis contention that he was being harassed. The tenant had allowed the \ninspection and the landlords were legally entitled to point out any issues in \nrelation to that inspection.  Further, there is no evidence that when the tenant \nhad not repaired the damage to the premises as required by the 14 day notice, \nthere was a threat to terminate his tenancy.\nThe landlords’ claim\n8. It was acknowledged by both parties at today’s hearing that the tenant was \nresponsible for repairing any damage done by F or any other dog or person he \nhad allowed onto the property.  The landlords sought work orders for the tenant \nto undertake these repairs.\n9. I am dismissing the claim for work orders because the general understanding is \nthat tenants are to return the premises to the landlord in a reasonable condition \nat the end of the tenancy.  There is no obligation to undertake repairs during the \ntenancy.\n10. I also explained s40(2) of the Residential Tenancies Act 1986.  That section \nprovides that a tenant shall not intentionally or carelessly damage, or permit any \nother person to damage, the premises.\n11. At today’s hearing the tenant understood the obligation to repair or pay the cost \nof repairing damages caused by F.  Allowing F to continue damaging the \npremises is seen as intentional damage for which the tenant is liable as \nprovided by s40(2) – his obligation is to stop the damage from continuing.  \n12. Although the tenant states that F has largely outgrown his destructive behaviour \nhe acknowledges that F cannot resist chewing the irrigation system which \nmakes it inoperable.  There was an understanding at today’s hearing that the \ntenant will have the irrigation system operational when his tenancy ends and \nthat in the meantime he will undertake to replicate the function of the irrigation \nsystem by hosing the area that the irrigation system covers. \nFiling fee reimbursement\n13. If a party is wholly or substantially successful in their claim, then the Tribunal \norders the other party to reimburse them the filing fee.  Neither party were \nsuccessful in their claims and so each party must bear their own cost of filing in \nthe Tribunal.Suppression\n14. Section 95A of the Residential Tenancies Act 1986 provides that:\n(1) The Tribunal may, on the application of any party to the proceedings or on \nits own initiative, having regard to the interests of the parties and to the \npublic interest order that all or part of the evidence given or the name or \nany identifying particulars of any witness or party not be published.\n(2) An order may be subject to any conditions that the Tribunal considers \nappropriate.\n(3) If a party that has wholly or substantially succeeded in the proceedings \napplies for an order that their name or identifying particulars not be \npublished, the Tribunal must make the order unless the Tribunal considers \nthat publication is in the public interest, or is justified because of the party’s \nconduct or any other circumstances of the case.\n15. On my own initiative and after discussion with both parties today, I am ordering \nboth parties’ names to be suppressed.  This is because at today’s hearing I saw \nboth parties trying to resolve the issues between them, and although both \nclaims failed the issues between them were genuine.  I do not consider that \nthere is any public interest in having their names published. \nC ter Haar\n12 September 2023"}
{"text": "[2023] NZTT 4655201 \nTENANCY TRIBUNAL - [Event location suppressed]\nAPPLICANT: [The applicant/s]\nLandlord \nRESPONDENT: Nicola Mckay Carter, Ian Sheldrick, Nathan Sheldrick\nTenant \nTENANCY ADDRESS: [Tenancy address suppressed]\nORDER\n1. An application for suppression has been made in this case, and the Tribunal \norders suppression of the Landlord name and identifying details.\n2. The tenancy of Nicola Mckay Carter, Ian Sheldrick and Nathan Sheldrick at \n[Tenancy address suppressed] is terminated, and possession is granted to [The \nlandlord/s], at 11.59 am on Monday 18 September 2023.\n3. The Bond Centre is to pay the bond of $2,680.00 ([Bond number suppressed]) \nto [The landlord/s] immediately.\n4. Nicola Mckay Carter, Ian Sheldrick and Nathan Sheldrick must pay [The \nlandlord/s] $3,738.34 immediately, calculated as shown in the table below:\n     Description Landlord Tenant\nRent arrears $5,688.57  \nWater rates $709.33  \nFiling fee reimbursement $20.44  \nTotal award $6,418.34  \nBond $2,680.00  \nTotal payable by Tenant to Landlord $3,738.34  \nReasons:\n1. Both parties attended this remote teleconference hearing. The tenant Nicola \nCarter represented all of the tenants.2. The landlord has applied for termination of the tenancy, rent arrears, water rates \narrears and refund of the bond.  \n3. Rent was at least 21 days in arrears on the date the application was filed.  The \ntenancy is terminated.  See section 55(1)(a) Residential Tenancies Act 1986.\n4. The landlord provided rent records which prove the amount owing at the end of \nthe tenancy will be $5,688.57\n5. The landlord provided water rates records which show that the tenant had \narrears of $709.33 as of 23 August 2023.\n6. As [The landlord/s] has wholly succeeded with the claim I must order the tenant \nto reimburse the filing fee.\n7. Both parties applied for name suppression. The landlord has been wholly \nsuccessful and suppression of the landlord details is ordered. The tenant has \nnot been wholly or substantially successful and the tenant application is \ndismissed.\nS Young\n12 September 2023"}
{"text": "[2023] NZTT 4546673 \nTENANCY TRIBUNAL - [Event location suppressed]\nAPPLICANT: [The applicant/s]\n Tenant\nRESPONDENT: Daniel Hannibal\n Landlord\nWarwick John Kiely\nOwner\nTENANCY ADDRESS: 9 Maungakawa Road, Cambridge, Cambridge 3496\nORDER\n1. An application for suppression has been made in this case, and the Tribunal \norders suppression of the Tenant name and identifying details.\n2. Daniel Hannibal and Warwick John Kiely must pay [The tenant/s] $4,820.44 \nimmediately, calculated as shown in table below:\nDescription Landlord Tenant\nRent arrears $50.00  \nFiling fee reimbursement  $20.44\nExemplary damages: Failure  to lodge bond  $250.00\nRefund bond  $2,800.00\nExemplary damages: HHS breach  $1,800.00\nTotal award $50.00 $4,870.44\nNet award  $4,820.44\nTotal payable by Landlord to Tenant  $4,820.44Reasons:\n1. All the parties attended the hearing. The tenant appeared with a support person.\n2. The owner, Mr Kiely, purchased the property in August 2022 and agreed to rent \nit to Mr Hannibal and his partner\n3. For the clarity I will refer to  Mr Kiely as the owner, Mr Hannibal as the landlord \nand  [The tenant/s], as the tenant.\n4. The owner was not sure at the time of purchase if the premises complied with the \nResidential Tenancies (Healthy Homes Standards) 2019 (HHS) due to its age, \nbeing 50 years old, and because he had not inspected it before renting it out. \n5. The premises are a 4-bedroom house with 10 acres of land and shedding. The \nlandlord then signed a tenancy agreement with the tenant renting out the house. \nThe owner consented to this. The landlord continued to rent the balance of the  \nland and sheds for his stock off the owner. \n6. The tenancy agreement listed Mr Hannibal as the ‘landlord’ and [The tenant/s] as \nthe ‘tenant’. The start date of this tenancy was 5 November 2022. The tenant \nreceived support for the tenancy through WINZ and the landlord became a \nregistered supplier to them receiving the bond and two weeks rent in advance.\n7. Mr Hannibal said that he was told that he could not lodge the bond because there \nwas already a bond paid for the premises, so he held on to the money.\n8. During the tenancy the landlord used the bond money to cover costs and rent he \nfound owing.\n9. The tenant sought compensation, exemplary damages, refund of the bond \nfollowing the end of the tenancy and reimbursement of the filling fee.\nIs this tenancy assigned or was it sublet to the tenant?\n10. The respondent landlord is the tenant of the property pursuant to a tenancy \nagreement with the owner. The issue is whether the tenancy was assigned or \nwhether the landlord is a sub-landlord and the tenant a sub-tenant.\n11. The Residential Tenancies Act 1983, RTA, defines assignment as a transfer to a \nperson of all the rights that a tenant has under a tenancy agreement. See section \n2, RTA.\n12. A tenant may assign a tenancy with the consent of the landlord. The effect of this \nis that from the date of the assignment, that is that the date a new tenancy begins, \nthe outgoing tenant ceases to be responsible to the landlord for obligations \nimposed by the agreement and RTA. See section 43B,43C RTA13. A sub-tenancy however is a tenancy agreement between a tenant (sub-landlord) \nand another person (sub-tenant) where the tenant remains liable under a tenancy \nagreement to the landlord. \n14. A sub-tenant is the grantee of a tenancy with the right to occupy the premises \nexclusively or otherwise for rent, reflecting the definitions of ‘tenant and ‘tenancy’ \nin section2(1) of the RTA.\n15. In the current circumstances a tenancy agreement was signed by the parties. The \nstart date of this tenancy was 5 November 2022. The landlord received tenancy \nentry costs from WINZ on 14 November 2022, communicated with the tenant, \nmanaged the tenancy and referred repairs and concerns to the owner. \n16. The landlord argued that this was a casual arrangement that he organised to help \nthe tenant out. I disagree. He was fully involved with the tenancy from signing an \nagreement as the landlord, receiving rent and bond, being called on with the \nowner for repairs and lawn mowing. The tenant had exclusive rights to occupy \nthe premises.\n17.  I find that this was a landlord tenant relationship, and that the premises were  \nsublet to the tenant by the landlord. I dismiss the argument that this was a casual \nagreement between the parties. The tenancy is valid, and the RTA applies to all \ntenancies between a landlord and tenant. \n18. Both the owner and landlord were involved with the management of the tenancy \nand I find it appropriate to join the owner as a party to the proceedings.\n19. For the clarity in this I will refer to  Mr Hannibal, as the landlord and  [The tenant/s], \nas the tenant.\nHow much is owing in rent?\n20. The tenant disputed the amount claimed for rent arrears at the end of the tenancy. \n21. The rent record provided by the landlords stated $1100.00 owing at the end of \nthe tenancy. The tenant agreed that she had not paid rent for the last two weeks \nrent for her tenancy.\n22. On 14 November WINZ paid the landlord 3 payments of $2000.00, $800.00, and \n$400.00. On 8 November a further $1000.00 was paid. This was amounted to \n$2800.00 for the bond and $1400.00 for 2 weeks rent in advance.\n23. A ‘bond record’ was supplied by the landlord and recorded a starting amount of \n$2800.00. The record showed where the landlord deducted rent owing from this \namount.\n24. The rent record did not record the $1400.00 payment from WINZ as 2 weeks rent \nin advance. 25. When this was taken into consideration the rent became $300.00 in credit. The \nparties agreed that the tenant owed half rent for the first week she was at the \ntenancy being $350.00. \n26. I find that the tenant owes $50.00 in rent arrears at the end of the tenancy.\nHow much is owed for water?\n27. There was no individual water metre installed at the premises and  no way to \ndetermine the water use exclusively attributable to this tenancy. See section 39 \nRTA.  The claim for compensation for water use Residential Tenancies Act 1986.\nHeathy Homes standards.\n28. [The tenant/s] claims that the landlord has breached the landlord’s obligations \nunder section 45(1)(bb) of the Residential Tenancies Act 1986 (RTA), which \nrequires compliance with the Residential Tenancies (Healthy Homes Standards) \n2019 (HHS). [The tenant/s] considers that the landlord has failed to comply with \nthe HHS ventilation standard, the HHS draught stopping standard and the HHS \ninsulation standard.\n29. The District Court has confirmed that when there are multiple claims for a breach \nunder a single section (section 45 here), then only one order of exemplary \ndamages can be made. I will therefore address the question of exemplary \ndamages for all claimed section 45 breaches below.\nVentilation\n30. The ventilation standard sets out minimum expectations around windows and \ndoors, and in particular the area of doors and windows that are openable.  The \nstandard also requires that each kitchen and bathroom have extractor fans \ninstalled with a minimum defined extraction capacity.  \n31. The HHS does provide exemptions in specific circumstances.\n32. The landlord and owner agreed that the premises did not have an extractor fan \ninstalled in the kitchen or the bathroom saying that the premises was rented on \nthe condition that the tenant knew that it may not comply with the HHS.\n33.  The landlord and owner confirmed that they relied on the tenant telling them what \nwas wrong and then they would fix it immediately. They said money was not the \nissue but getting service people to attend was delayed due to increased \ndemands.\n34. The landlord took 5 months to install an extractor fan in the bathroom which was \ncompleted just before the tenancy ended. The kitchen range hood was still in the \ngarage. I find that they have breached the ventilation standards.Draught stopping \n35. [The tenant/s] claims that the landlord has breached the landlord’s obligations \nunder section 45(1)(bb) of the Residential Tenancies Act 1986 in relation to the \nHHS draught stopping standard.\n36. The draught stopping standard requires that residential premises be free from \nunreasonable gaps and holes that are not an intentional part of the building, which \nallow draughts to arise.  \n37. The windows in the main bedroom did not shut properly, some of the hinges were \nbent and there were gaps to the outside. The tenant said that it was a sunny warm \nhouse, but she needed to be able to open and shut the windows. She said that \nat the start of the tenancy she told the landlords partner about them,  but nothing \nwas done. Photographs were provided in support.\n38. The owner found a Facebook post later in the tenancy where the tenant raised \nconcern about the standard of the premises and noted the problem with the \nwindows. The owner organised to get them replaced. They were repaired on 2 \nMarch 2023.The tenancy ended on 7 March 2023.\n39. The landlord said that he did not know about the windows before this and they \nwere waiting for the tenant to let them know what needed repairing. A tenant has \nthe obligation to inform the landlord of any damages or repairs as soon as \npossible after a tenancy begins, but a landlord is required to comply with the HHS \nwithin 120 days of any tenancy that commenced after 28 August 2022.\n40. When I consider this with the statement that the landlord had not looked at the \npremises before renting it out, I find that the landlord has breached the obligation \ncomply with the HHS ventilation standard. \nInsulation\n41. [The tenant/s] claims that the landlord has breached the obligations under section \n45(1)(bb) of the Residential Tenancies Act 1986 by failing to insulate the \npremises in accordance with the Residential Tenancies (Smoke Alarms and \nInsulation) Regulations 2016.\n42. From 1 July 2019, all residential premises must be insulated to a minimum \nstandard.  Where the premises were insulated before 1 July 2016, the ceiling \ninsulation must have an R-value of at least 1.9 (or 1.5 for houses of a brick or \nconcrete block construction).  The underfloor insulation must have an R-value of \nat least 0.9.  The insulation must be in reasonable condition.\n43. Where insulation is installed after 1 July 2016, the minimum R-value for ceiling \ninsulation is 2.9 in Zones 1 and 2, and 3.3 for Zone 3 (Zone 3 covers the South \nIsland and central North Island).  The minimum R-value for underfloor insulation \nis 1.3.44. There are exceptions to these requirements, for example, where it is not \nreasonably practicable, or where there is a habitable space above or below the \nceiling or floor that would otherwise have to be insulated.\n45. The parties agreed that the premises were not insulated.\n46. I find they have committed an unlawful act by breaching the ventilation standard \nthe draught standard and the insulation standard.\n47. Where a party has committed an unlawful act intentionally, the Tribunal may \naward exemplary damages where it is satisfied it would be just to do so, having \nregard to the party’s intent, the effect of the unlawful act, the interests of the other \nparty, and the public interest.  See section 109(3) RTA. \n48. Breaching this obligation is an unlawful act for which exemplary damages may \nbe awarded up to a maximum of $7,200.00.  See section 45 (1)(A) and Schedule \n1A RTA.\n49. Over and above the requirement to comply with the Healthy Homes Standards, \nlandlords are to provide and maintain premises in a reasonable state of repair. \nSee Section 45 (1)(b). \n50. In considering the requirements of section 109(3)RTA  I conclude that by not \nlooking at the premises before renting them out, and stating that they probably \ndo not comply, that the landlord and owner have ignored their responsibilities. \nIgnorance is no excuse for noncompliance.\n51. It is not the role of the tenant to alert the landlord to their noncompliance with the \nrequirements of the RTA or HHS. There is a positive obligation on the landlord to \ncomply.\n52.  I find that these breaches are intentional. This is strengthened by the reliance on \nthe tenant to tell the landlord and owner what was wrong with the premises. This \nhands-off approach does not absolve the parties from their responsibilities.\n53. The effect of the unlawful acts for the tenant was a draughty and possibly a \npremises unable to be secured. Without extractor fans mould is far more likely to \noccur and homes with windows that do not seal are very hard to heat. The legal \nrequirement to provide a warm insulated healthy home for tenants is what the \nHHS have been introduced for and this is in the public interest.  \n54. I consider it just to make an order.\n55. The maximum award for breaching this section 45 (1A) is $7,200.00 and there \nhave been three breaches of this section. I find it just to award an order of 25% \nof the maximum, being an order of $1800.00.\nWas there a breach of the tenant’s quiet enjoyment.?57. A landlord must not interfere with the reasonable peace, comfort or privacy of the \ntenant in their use of the premises.  See section 38(2) Residential Tenancies Act \n1986. \n58. Breaching this obligation in circumstances that amount to harassment is an \nunlawful act for which exemplary damages may be awarded up to a maximum of \n$3,000.00.  See section 38(3) and Schedule 1A RTA.\n59. Harassment means \"to trouble, worry or distress\" or \"to wear out, tire, or exhaust\" \nand \"indicates a particular pattern of behaviour directed towards another person\".  \nMacDonald v Dodds, CIV-2009-019-001524, DC Hamilton, 26 February 2010.\n60. The tenant provided a text from landlord’s partner saying that she had to leave \nbecause she had people at her property that the landlord did not like. This was \nlater changed.\n61. The landlord also sent the tenant a text saying that the ‘owner could do what the \nfuck he wants m8,he is the owner, so do what you have to.’ \n62. The texts were inappropriate and incorrect, but I do not find that these texts \namount to a breach of the tenant’s quiet enjoyment amounting to harassment.\n63. This claim is dismissed.\nBond\n64. [The tenant/s] claims the landlord has not lodged the bond with the Bond Centre \nwithin the required time.\n65. A landlord must send any bond payment to the Bond Centre within 23 working \ndays after the payment is received.  See section 19(1) Residential Tenancies Act \n1986. \n66. Breaching this obligation is an unlawful act for which the Tribunal may award \nexemplary damages up to a maximum of $1,500.00.  See section 19(2) and \nSchedule 1A Residential Tenancies Act 1986.\n67. The landlord agrees that he was paid the bond by WINZ and tried to lodge it but \nbecause he had paid the owner his bond, he was told that he could not lodge a \nbond for this tenancy.\n68. The bond centre confirms that there is no bond lodged with this address and the \nowner confirmed that he had not lodged the first bond.\n69. The landlord could have lodged the bond and failed to. When asked where the \nmoney was, he said it was long gone and put toward the tenants costs and rent \narrears he believed that the tenant owed. He did not have the funds now to cover \nthe bond.\n70.  I find they have committed an unlawful act.71. Where a party has committed an unlawful act intentionally, the Tribunal may \naward exemplary damages where it is satisfied it would be just to do so, having \nregard to the party’s intent, the effect of the unlawful act, the interests of the other \nparty, and the public interest.  See section 109(3) Residential Tenancies Act \n1986.\n72. In consideration of the section 109(3) RTA,I find that this was an intentional \nbreach. A bond is not the landlords money but the tenants to be held in trust by \nthe bond centre for end of tenancy claims. The landlord has used the tenant’s \nmoney and confirmed that none of it is left.\n73. The landlord said that he was a first-time landlord and did not know the \nrequirements of the RTA. This is no excuse; it is the responsibility of a landlord \nto know and comply with the requirements of the RTA.\n74. The consequence for the tenant is that she could not access the bond money for \nwhich she could be held liable to repay to WINZ.\n75. It is in the public interest that tenants bond money is held by an independent bond \ncentre as security for all parties.\n76. I find it just to make an award of $250.00.\nBond refund\n77. The tenant has applied for refund of the bond.  The landlord has a claim against \nthe bond, but has not filed a counterclaim with Tenancy Services.  \n78. Section 22B(2) Residential Tenancies Act 1986 provides that, where a tenant \napplies for refund of the bond, and the landlord seeks payment from the bond, \nthe landlord must file an application setting out the details of the counterclaim. \n79.  Because the landlord has not filed a counterclaim the bond is refunded in full to \nthe tenant.\nFencing\n80. The tenant claimed that the premises were not fully fenced for children and that \nthis was agreed upon. The premises were located down a long driveway and \nwere situated on a working farm. There was an incident where a child was found \ndown the road.\n81. There was no evidence that the parties agreed this was a term of the tenancy.\n82. This claim is dismissed.\nGardens\n83. The tenant said that she was told her rent included the lawns being mown and \nthe gardens being done. This never happened. The landlord said that this was not agreed to but the owner and himself mowed the lawns on occasions and when \nasked.\n84. There was no evidence provided that the rent included lawn and garden \nmaintenance. This claim is dismissed. \n85. Because [The tenant/s] has substantially succeeded with the claim I have \nreimbursed the filing fee.\nT Harris\n14 September 2023"}
{"text": "[2023] NZTT 4659674 \nTENANCY TRIBUNAL - [Event location suppressed]\nAPPLICANT: [The applicant/s]\nLandlord \nRESPONDENT: [The respondent/s]\nTenant \nTENANCY ADDRESS: [Tenancy address suppressed]\nORDER\n1. An application for suppression has been made in this case, and the Tribunal \norders suppression of the names and identifying details of both parties.\n2. [The tenant/s] must pay [The landlord/s] $870.44 immediately, as calculated \nbelow:\nRent arrears to 15 September 2023 (consent) $850.00\nFiling fee reimbursement $20.44\nAmount owed by tenant to landlord $870.44\n3. The application for compensation for damage is dismissed.\n4. The application for termination of the tenancy is withdrawn.\nReasons:\n1. Both parties attended the hearing. The landlord was represented by the \nproperty manager who manages the tenancy.2. The landlord has applied for an order terminating the tenancy for continuing \nbreaches by the tenant failing to pay rent when due, rent arrears and \ncompensation for damage done to part of the neighbouring property owned by \nthe same landlord.\n3. The landlord did not pursue the application for termination today. I have \nrecorded the withdrawal of that part of the application.\nRent arrears\n4. The tenancy is a long tenancy by New Zealand standards; it began on 30 \nSeptember 2017.\n5. For most of the duration of the tenancy the rent has been paid on time or has \nbeen in credit.\n6. The tenant has experienced some recent difficulties which have resulted in rent \narrears. She is confident that she can continue to manage her weekly rent but \ncannot immediately meet her rent arrears.\n7. The tenant accepted the amount of rent owing. I have made a rent arrears order \nby consent.\n8. If the rent arrears are not paid, the tenant risks having the tenancy terminated \nshould the landlord apply again.\nCan the Tribunal award compensation for damage?\n9. The landlord seeks compensation (the insurance excess and other costs \namounting to $1,189.50) as a result of a former friend of the tenant leaving the \npremises in his car and damaging the fence and wheelie bin of the neighbouring \nproperty, also owned by the same landlord.\n10. Section 40(2)(a) of the Residential Tenancies Act 1986 (RTA) provides that the \ntenant shall not intentionally, or carelessly damage, or permit any other person \nto damage, the premises. Premises is defined in section 2 RTA to include any \npart of any premises.\n11. Section 41 RTA sets out a tenant’s responsibility for the actions of others.  A \ntenant is responsible for any intentional or careless damage to the premises \nwhile the tenant is in the premises. There is a presumption that the tenant \npermitted the other person to be in the premises, although the tenant can rebut \nthat presumption.\n12. Here, the tenant did not damage the premises, nor did she permit her former \nfriend to damage the premises. That person has caused damage to another \nproperty. 13. The fact that the other property is owned by the same landlord does not make \nthis tenant liable. The damage was not done to the premises (the tenancy \npremises), it was done to another property.\n14. The issue of liability for the damage done to the other property (even though \nowned by the same owner as the tenancy premises at issue here) is a civil \ndispute between the property owner and the person who caused the damage.\n15. The Tribunal cannot make an order against this tenant for damage done by a \nthird party to another property.\n16. The application for compensation for damage is dismissed.\nResult\n17. The tenant will pay the landlord $870.44 comprising rent arrears of $850.00 and \nthe Tribunal filing fee of $20.44.\n18. The application for compensation is dismissed.\n19. The application for termination of the tenancy is withdrawn.\nName suppression\n20. Both parties applied for a name suppression order. Each party has succeeded \nin part. There is no public interest in this order being published. The parties \nhave had a long landlord/ tenant relationship, hopefully one that will continue. I \nhave therefore made a name suppression order for both parties.\nJ Greene\n15 September 2023"}
{"text": "[2023] NZTT 4659674 \nTENANCY TRIBUNAL - [Event location suppressed]\nAPPLICANT: [The applicant/s]\nLandlord \nRESPONDENT: [The respondent/s]\nTenant \nTENANCY ADDRESS: [Tenancy address suppressed]\nORDER\n1. An application for suppression has been made in this case, and the Tribunal \norders suppression of the names and identifying details of both parties.\n2. [The tenant/s] must pay [The landlord/s] $870.44 immediately, as calculated \nbelow:\nRent arrears to 15 September 2023 (consent) $850.00\nFiling fee reimbursement $20.44\nAmount owed by tenant to landlord $870.44\n3. The application for compensation for damage is dismissed.\n4. The application for termination of the tenancy is withdrawn.\nReasons:\n1. Both parties attended the hearing. The landlord was represented by the \nproperty manager who manages the tenancy.2. The landlord has applied for an order terminating the tenancy for continuing \nbreaches by the tenant failing to pay rent when due, rent arrears and \ncompensation for damage done to part of the neighbouring property owned by \nthe same landlord.\n3. The landlord did not pursue the application for termination today. I have \nrecorded the withdrawal of that part of the application.\nRent arrears\n4. The tenancy is a long tenancy by New Zealand standards; it began on 30 \nSeptember 2017.\n5. For most of the duration of the tenancy the rent has been paid on time or has \nbeen in credit.\n6. The tenant has experienced some recent difficulties which have resulted in rent \narrears. She is confident that she can continue to manage her weekly rent but \ncannot immediately meet her rent arrears.\n7. The tenant accepted the amount of rent owing. I have made a rent arrears order \nby consent.\n8. If the rent arrears are not paid, the tenant risks having the tenancy terminated \nshould the landlord apply again.\nCan the Tribunal award compensation for damage?\n9. The landlord seeks compensation (the insurance excess and other costs \namounting to $1,189.50) as a result of a former friend of the tenant leaving the \npremises in his car and damaging the fence and wheelie bin of the neighbouring \nproperty, also owned by the same landlord.\n10. Section 40(2)(a) of the Residential Tenancies Act 1986 (RTA) provides that the \ntenant shall not intentionally, or carelessly damage, or permit any other person \nto damage, the premises. Premises is defined in section 2 RTA to include any \npart of any premises.\n11. Section 41 RTA sets out a tenant’s responsibility for the actions of others.  A \ntenant is responsible for any intentional or careless damage to the premises \nwhile the tenant is in the premises. There is a presumption that the tenant \npermitted the other person to be in the premises, although the tenant can rebut \nthat presumption.\n12. Here, the tenant did not damage the premises, nor did she permit her former \nfriend to damage the premises. That person has caused damage to another \nproperty. 13. The fact that the other property is owned by the same landlord does not make \nthis tenant liable. The damage was not done to the premises (the tenancy \npremises), it was done to another property.\n14. The issue of liability for the damage done to the other property (even though \nowned by the same owner as the tenancy premises at issue here) is a civil \ndispute between the property owner and the person who caused the damage.\n15. The Tribunal cannot make an order against this tenant for damage done by a \nthird party to another property.\n16. The application for compensation for damage is dismissed.\nResult\n17. The tenant will pay the landlord $870.44 comprising rent arrears of $850.00 and \nthe Tribunal filing fee of $20.44.\n18. The application for compensation is dismissed.\n19. The application for termination of the tenancy is withdrawn.\nName suppression\n20. Both parties applied for a name suppression order. Each party has succeeded \nin part. There is no public interest in this order being published. The parties \nhave had a long landlord/ tenant relationship, hopefully one that will continue. I \nhave therefore made a name suppression order for both parties.\nJ Greene\n15 September 2023"}
{"text": "[2023] NZTT 4561112 \nTENANCY TRIBUNAL - [Event location suppressed]\nAPPLICANT: [The applicant/s]\nLandlord \nRESPONDENT: Tony Gover, Bob Gover, Natara Gover\nTenant \nTENANCY ADDRESS: 95A Papaiti Road, Papaiti, RD 14, Whanganui 4584\nORDER\n1. An application for suppression has been made in this case, and the Tribunal \norders suppression of the landlord’s name and identifying details.\n2. [The landlord/s] is granted possession of the premises at 95A Papaiti Road, \nPapaiti, RD 14, Whanganui 4584 on Friday 22 September 2023 at 11.59pm.\n3. Tony Gover, Bob Gover and Natara Gover must pay [The landlord/s] the sum of \n$20.44 immediately.\nReasons:\n1. The landlord attended the hearing. There were no appearances from any of the \ntenants.\n2. The landlord has applied for termination of the tenancy for breach of the \ntenant’s obligations.\nShould the tenancy be terminated?\n3. The Tribunal may terminate a tenancy for breach where, due to the nature or \nextent of the breach, it would be inequitable to refuse to terminate.  See section \n56(1) Residential Tenancies Act 1986.  4. Where the breach is capable of remedy the landlord must first serve a notice on \nthe tenant requiring them to remedy the breach within at least 14 days and \nestablish that the tenant has failed to do so.\n5. The tenant has breached their obligations by changing the locks and removing \nsecurity cameras.\n6. The landlord served a 14-day notice on the tenant on 1 August 2023 and the \ntenant did not remedy the breach within the required period, and has still not \ndone so.\n7. It would be inequitable to refuse to terminate the tenancy because under \nsection 46 of the Residential Tenancies Act 1986 neither party may change the \nlocks without the consent of the other party. The tenant has refused to give the \nlandlord a key and has told her that if she changes the lock, he will change \nthem back again. A breach of section 46 is an unlawful act under the Act.\n8. The landlord is unable to conduct proper inspections of the house and the \ntenant will not allow her to look in one room of the house. Because she does not \nhave a key, she cannot enter the premises as she is entitled to within the terms \nof section 48 of the Act. This is unacceptable. It would be inequitable to refuse \nto terminate the tenancy.\n9. The landlord outlined other breaches, some of which have been remedied. She \nalso described some being shot in the face and back with a BB gun by \n[redacted]. The landlord could have terminated the tenancy under section \n55AA(1)(a) because of assault. It is suggested that in future she speaks with \nTenancy Services about any issues or she retains the services of a Property \nManager.\n10. Because [The landlord/s] has wholly succeeded with the claim I must reimburse \nthe filing fee.\nT Baker\n15 September 2023"}
{"text": "[2023] NZTT 4652650 \nTENANCY TRIBUNAL - [Event location suppressed]\nAPPLICANT: [The applicant/s]\nLandlord \nRESPONDENT: Anaru Fesootai-Tagataese\nTenant \nTENANCY ADDRESS: [Tenancy address suppressed]\nORDER\n1. An application for suppression has been made in this case, and the Tribunal \norders suppression of the Landlord’s name and identifying details.\n2. The tenancy of Anaru Fesootai-Tagataese at [Tenancy address suppressed] is \nterminated, and possession is granted to [The landlord/s], at 7pm on Sunday, \n24 September 2023.\n3. The Bond Centre is to pay the bond of $1,500.00 ([Bond number suppressed]) \nto [The landlord/s] immediately.\n4. Anaru Fesootai-Tagataese must pay [The landlord/s] $5,220.44 immediately, \ncalculated as shown in the table below:\nDescription Landlord\nRent arrears and rent to 24/9/23 $6,700.00  \nFiling fee reimbursement $20.44  \nTotal award $6,720.44  \nBond $1,500.00  \nTotal payable by Tenant to Landlord $5,220.44  \nReasons:\n1. The tenant was phoned twice but calls went to voicemail on each call.  2. The landlord has applied for termination of the tenancy, rent arrears and refund \nof the bond.  \n3. Rent was at least 21 days in arrears on the date the application was filed.  The \ntenancy is terminated.  See section 55(1)(a) Residential Tenancies Act 1986.\n4. The landlord provided rent records which prove the amount owing at the end of \nthe tenancy. \nFiling Fee\n5. Because the landlord has been wholly successful with the claim, the filing fee \nof $20.44 is ordered.  \nName Suppression\n6. Because the landlord has wholly succeeded with the claim, the landlord’s \nrequest for name suppression is granted. (see Section 95A(1) of the Residential \nTenancies Act 1986).\nB Smallbone\n19 September 2023"}
{"text": "[2023] NZTT 4658151 \nTENANCY TRIBUNAL - [Event location suppressed]\nAPPLICANT: [The applicant/s]\nLandlord \nRESPONDENT: Jeremy Donald Harcourt\nTenant \nTENANCY ADDRESS: [Tenancy address suppressed]\nORDER\n1. An application for suppression has been made in this case, and the Tribunal \norders suppression of the landlord’s name and identifying details.\n2. The tenancy of Jeremy Donald Harcourt at [Tenancy address suppressed] is \nterminated, and possession is granted to [The landlord/s] immediately.\nReasons:\n1. The hearing was conducted by telephone. The landlord attended. The tenant \ndid not attend. The call to his mobile telephone number went to voice mail.\n2. This tenancy began in April 2023. The landlord owns the two storied house \nwhich is [Tenancy address suppressed]. Half of the ground floor of the house is \na self-contained flat and the landlord agreed to rent the flat to the tenant at a \nrent of $225 per week.\n3. Shortly after the tenancy began, the landlord employed the tenant to work for \nhim. In August, the landlord gave the tenant notice to end his employment \nbecause he was ceasing business. On 15 August, during the notice period, he \nasked the tenant to undergo a drug test. The tenant refused and there was an \naltercation during which the tenant threatened to burn down the landlord’s \nhouse.4. The landlord reported the threat to the Police who, the landlord said, have \ncharged the tenant. It seems that it is a condition of the tenant’s bail that he is \nnot to enter the premises or come near it. In any case, he is prohibited from \ndoing so and he has not been back to the premises, and he has not paid rent. \nHis belongings are still in the premises.\n5. Section 55(1)(b) of the Residential Tenancies Act 1986 (the Act) states that the \nTribunal must make an order terminating the tenancy where it is satisfied that \nthe tenant has threatened to cause substantial damage to the premises. I am \nsatisfied that he has done so.\n6. In any case, it is impossible for the tenancy to continue because the tenant is \nprohibited from entering the premises. It is therefore in both parties’ interests \nthat the tenancy is ended.\n7. I have therefore made an order for immediate termination of the tenancy and \ngranted the landlord possession of the premises.\n8. The landlord must now comply with his obligations under the Act in respect of \ndealing with the tenant’s belongings left at the premises.\n9. The landlord did not seek an order for the payment of money.\nR Armstrong\n19 September 2023"}
{"text": "[2023] NZTT 4614449 \nTENANCY TRIBUNAL - Manukau\nAPPLICANT: Jamaliyeh Drake\nLandlord \nRESPONDENT: Devendra Prakash, Veema Chand\nTenant \nTENANCY ADDRESS: 5 James Street, Mangere East, Auckland 2024\nORDER\n1. No application for suppression has been made in this case and no suppression \norders apply around publication of this decision. \n2. Devendra Prakash and Veema Chand must pay Jamaliyeh Drake $4,995.44 \nimmediately, calculated as shown in table below.\n3. The Bond Centre is to pay the bond of $1,650.00 (5822144-002) to Jamaliyeh \nDrake immediately. \nDescription Landlord Tenant\nRent arrears to 31 March 2023 $1,220.00  \nWindow repairs $335.00  \nCleaning $945.00  \nRepairs: Holes in wall and doors $300.00  \nRepairs: Reinstate laundry tub $150.00  \nRepairs: Door frames in bedrooms $180.00  \nRepairs: Wardrobe doors $340.00  \nRepairs: Light fittings $120.00  \nRepairs: Toilet cistern $310.00  \nRepairs: Bathtub $100.00  \nReplace furnishings: towel rails and toilet roll \nholders$125.00  \nRubbish removal: 20% skip bin hire $50.00  \nRepairs: Painting $850.00  Replace furnishings: Carpet $1,000.00  \nRepairs: Fence $350.00  \nReplace furnishings: curtains and tracks $250.00  \nFiling fee reimbursement $20.44  \nTotal award $6,645.44  \nBond $1,650.00  \nTotal payable by Tenant to Landlord $4,995.44  \nReasons:\n1. Both parties attended the hearing.\n2. The property is large six-bedroom home in Mangere. The tenants lived there from \n2012 to 2023.  At the beginning of the tenancy the house had been completely \nrenovated, new paint, new carpet, new bathroom vanity, shower etc.\n3. The tenancy ended after the landlord gave the tenants a 90 day notice to end the \ntenancy so that the landlord could do major repairs and sell the property.\n4. One of the reasons that the landlord gave the tenant notice was so that it could \nre-roof the property before selling. The landlord did this work after the tenants \nleft.\nAccepted claims \n5. The tenants accept the landlord’s claims for rent arrears and window repairs.\nDisputed claims\n6. The landlord’s claims are for cleaning and damage to the property. The tenant \ndisputes liability for the cleaning and repairs for the following reasons:\na) The tenant says that much of the damage claimed for items like carpets, \ncurtains wardrobe doors, painting etc is fair wear and tear that would be \nexpected over a tenancy of 11 years.\nb) The tenant says that the landlord is seeking to improve the property for sale \nat the tenant’s cost.\nc) That some of the damage occurred at the beginning of the tenancy, such as \nthe removal of the laundry tub (due to the tenant’s washing machine being too \nbig to fit in the space and that the landlord knew about this but did nothing \nabout it.\nd) That the tenants thought that the landlord was undertaking major repairs and \ntherefore they did not need to clean it thoroughly.\ne) That the landlord spent very little on the property over 11 years and that the \ntenants looked after repairs themselves.f) That the tenant improved the property by installing a heat pump which they \nhave not been given credit for.\nDid the tenant comply with their obligations at the end of the tenancy?\n7. At the end of the tenancy the tenant must leave the premises reasonably clean \nand tidy, remove all rubbish, return all keys and security devices, and leave all \nchattels provided for their benefit.  See section 40(1)(e)(ii)-(v) Residential \nTenancies Act 1986.  .\n8.  I am satisfied from the photographs provided by the landlord and the description \nof the work undertaken in the cleaning invoice that the tenant did not leave the \npremises reasonably clean and tidy and did not remove all rubbish.\n9. I do not accept the tenant’s submission that they did not need to leave the \nproperty clean because the landlord was renovating. The nature and the extent \nof the dirtiness boarded on unhygienic (such as dog faeces being left on the \ncarpet) and I do not consider that it appropriate to leave the property in the state \nthat was simply because the landlord was intending on doing repairs.\n10.  I am also satisfied that the tenant removed curtains and tracks. I record that I \nwould not have expected all curtains to have been at the end of their life after 12 \nyears and, even if this was the case, the tracks should still be up.\n11.  I am satisfied that the costs sought by the landlord are appropriate. The amount \nfor the skip bin was a percentage of the total costs incurred by the landlord and \nis reasonable. The landlord used the skip bin for other reasons such as  removal \nof building  waste which the tenant has not been charged for.\n12. The amounts ordered are proved.\nIs the tenant responsible for the damage to the premises?\n13. A landlord must prove that damage to the premises occurred during the tenancy \nand is more than fair wear and tear. If this is established, to avoid liability, the \ntenant must prove they did not carelessly or intentionally cause or permit the \ndamage.  Tenants are liable for the actions of people at the premises with their \npermission.  See sections 40(2)(a), 41 and 49B RTA.\n14. Where the damage is careless, and occurs after 27 August 2019, section 49B \nRTA applies.  If the landlord becomes aware of the damage after 27 August, the \ndamage is presumed to have occurred after that date unless the tenant proves \notherwise.  \n15. Where the damage is caused carelessly, and is covered by the landlord's \ninsurance, the tenant's liability is limited to the lesser of the insurance excess or four weeks' rent (or four weeks' market rent in the case of a tenant paying income-\nrelated rent).  See section 49B(3)(a) RTA.  \n16. Where the damage is careless and is not covered by the landlord's insurance, \nthe tenant's liability is limited to four weeks' rent (or market rent).  See section \n49B(3)(b) RTA.  Where insurance money is irrecoverable because of the tenant's \nconduct, the property is treated as if it is not insured against the damage.  See \nsection 49B(3A)(a) RTA.\n17. Tenants are liable for the cost of repairing damage that is intentional or which \nresults from any activity at the premises that is an imprisonable offence.  This \napplies to anything the tenant does and anything done by a person they are \nresponsible for.  See section 49B(1) RTA.\n18. Damage is intentional where a person intends to cause damage and takes the \nnecessary steps to achieve that purpose.  Damage is also intentional where a \nperson does something, or allows a situation to continue, knowing that damage \nis a certainty.  See Guo v Korck [2019] NZHC 1541.\nCarpets \n19.  I am satisfied that the damage to the carpets is intentional. The tenant kept a \ndog at the property in breach of the agreement and the landlord issues a 14 day \nnotice for a dog in 2020, which the tenant complied with, however in an inspection \nin 2022, the landlord found a dog locked a bedroom. It is this bedroom where the \ncarpet was ripped by the dog and where the landlord found dog faeces after the \ntenant moved out. \n20. The tenant accepts that the dog has caused damage but says that carpet is old \nand was nearing the end of its life.\n21. The landlord has only claimed a percentage of the total cost of the replacement \ncarpet. The amount asked for is for the part of the carpet in the bedroom which \nwas intentionally damaged.\n22. I am satisfied that the damage ion the bedroom  is intentional. The tenant was in \nbreach of his agreement and thy knew that damage was occurring and took no \nsteps to rectify it. \n23. Carpet in bedrooms is expected to last up to 15 years. I accept the landlord’s \nevidence that they have replaced the whole of the carpet in the house but are \nseeking are lesser amount taking into account depreciation and betterment. I \nhave taken into account depreciation and betterment and have awarded the \nlandlord $1000.00 in particular this takes into account that the landlord has had \nto replace the carpet earlier than it otherwise would have as a result of the \ntenant’s actions.\nHoles in the wall and painting.24.  The landlord says that the tenant left numerous holes in the walls and graffiti  on \nthe walls. The tenant says that it repaired all of the holes in the walls, and they \njust needed painting. I consider the holes in the walls and the graffiti intentional. \nHowever, when I take into account the age of the paint work and the number of \npeople in the home then I consider that the house was nearing a time that it would \nhave needed repainting.  I accept that the landlord would have needed to do \nsome preparatory work before the property was painted, especially in areas \nwhere the tenant had plastered over holes.\n25. There are some holes in the property that were over 6 years old. The time frame \nfor bringing a claim to the tribunal is 6 years.\n26. Taking all the above into account the amounts awarded are proven.\nOther damage claimed \n27. I consider that the tenant also broke the wardrobe doors, broke some of the door \nframes, deliberately removed the laundry tub causing damage, broke the toilet \ncistern, removed the towel rails and toilet roll holders and scratched the bathtub \nand broke light fittings. \n28. The damage is more than fair wear and tear, and the tenant has not disproved \nliability for the damage.\n29. The amounts ordered are proved. I have taken into account betterment and \ndepreciation.  The landlord should be returned to the position they would have \nbeen in had the tenant not breached their obligations and should not be better or \nworse off.  In calculating depreciation, I have taken into account the age and \ncondition of the items at the start of the tenancy and their likely useful lifespan. I \nhave reduced some of the landlord’s claimed costs to better reflect the \ndepreciation and the nature and extent of the damage.\nClaims not proven\n30. I do not consider the tenant should be responsible for acid washing the driveway, \nthere was no evidence provided by the landlord to show that this was necessary.\n31. There was also no evidence to support the landlord’s claims for 3 new doors. \nThere were pictures of all the doors at the beginning of the tenancy, and the age \nof the doors in the house suggests that they are nearing the end of their lifespan.\n32. Because Jamaliyeh Drake has substantially succeeded with the claim I have \nreimbursed the filing fee.  \nT Prowse\n25 September 2023\n"}
{"text": "[2023] NZTT 4621351 \nTENANCY TRIBUNAL - Manukau\nAPPLICANT: Lalit Singh, Musarat Zabeen\n Occupants/Tenants\nRESPONDENT: Permila Devi Ram\n Landlord\nTENANCY ADDRESS: 18 Cambourne Road, Papatoetoe, Auckland 2025\nORDER\nThe application is struck out for want of jurisdiction. \nReasons:\n1. Both parties attended the hearing.\n2. The Landlord argues that s 5(1)(n) of the Residential Tenancies Act 1986 \n(“the Act”) applies and excludes this tenancy from the provisions of the Act.\n3. Just prior to the hearing I told the parties I would hear and determine the \nissue of jurisdiction first, before hearing the substantive claim. I reiterated \nthis at the hearing. \n4. For the reasons outlined below, I am satisfied s 5(1)(n) applies. \nConsequently, there is no residential tenancy to which the Act applies.The law\n1. Section 4 of the Act reads:\n“This Act applies to every tenancy for residential purposes except as specifically \nprovided.” \nPrima facie, the premises at 18 Cambourne Road, Papatoetoe (the \npremises) were used for residential purposes and as such as a starting \npoint is covered by the Act, unless a section 5 exemption applies, and the \nparties did not contract back into the Act.\n2. “Tenancy” is defined in section 2 of the Act as follows:\n“tenancy, in relation to any residential premises, means the right to occupy the \npremises (whether exclusively or otherwise) in consideration for rent; and \nincludes any tenancy of residential premises implied or created by any \nenactment; and, where appropriate, also includes a former tenancy ….”. \n3. The Landlord argued that money was paid by the Occupants/Tenants in \nexchange for occupancy rights and not as rent for tenancy. The \nOccupants/Tenants argued that they paid rent and had a verbal residential \ntenancy agreement with the Permila Ram Trust (the Trust) in exchange for \n$400 per week for the first month, and $500 per week thereafter.  \n4. The exceptions to the Act are contained in s 5. Relevantly, s 5(1)(n) of the Act \nprovides:\n“…where the premises, not being a boarding house, continue to be used, during \nthe tenancy, principally as a place of residence by the landlord or the owner of the \npremises or by any member of the landlord’s or owner’s family.”\n5. Under s 5 of the Act, member of the landlord's or owner's family means \nany person who is related to the landlord or owner by blood, or through \nmarriage, a civil union, or a de facto relationship; or by adoption.\n6. Section 2 of the Act, defines a landlord as “in relation to any residential \npremises that are subject to a tenancy agreement, means the grantor of a \ntenancy of the premises under the agreement…”\n7. The Trust, through its trustee Ms Ram, granted tenancy of the premises \nto the Occupants/Tenants, as members of her family. Ms Ram kept some \nof her possessions at the premises and occupied a bedroom when she \nwas at home. She also intended to live with the Occupants/Tenants as a \nfamily unit on a more full-time basis in the future. \n8. Section 10 of the Act states:\n“Where, in any proceedings before the Tribunal, any party contends that this Act \ndoes not apply in respect of any tenancy of any residential premises, it shall be for that party to establish the facts upon which it is contended that this Act does not \napply.”\n9. So, in the present case, the Landlord must prove, on the balance of \nprobabilities, that s 5(1)(n) applies. This requires the landlord to prove that \nMs Ram is the landlord and owner of the premises, and that Mr Singh and \nMrs Zabeen are members of the landlord's or owner's family.\nWho is the landlord or owner of the residential premises\n5. A trust is not a separate legal entity, the trustees own the trust assets of any \nfamily trust, for the benefit of the beneficiaries.\n6. The trustees of the Trust own the premises. Ms Ram is the settlor of this Trust, \na co-trustee and a beneficiary that has a licence to occupy the premises and \nuse it as her place of residence. She does not have to pay rent if she pays all \nthe outgoings for the premises. As such, she is not a tenant for the purposes of \nthe Act. Although Mr Alan McLean is a co-trustee and a co-owner/landlord of \nthe premises, as Davidson J states in Lothbury Management Ltd v Ryan and \nAnor [2021] NZHC 2621 [1 October 2021] at [45]:\n“…where two co-owners agree that the property is to be used by one of them as a \nplace of residence, s5(1)(n) applies, and a residential tenancy governed by the Act is \ndeemed not to exist”.\n7. Whether the Occupants/Tenants are covered by the provisions of the Act, or are \ncommon law tenants, depends on whether they are family members of the \nTrustee landlord and legal owner of the premises.\nWere the occupants/tenants members of the landlord's or owner's family\n8. During the hearing, the parties confirmed that Mr Singh is Ms Ram’s sister’s son \nand her nephew. They are therefore related by blood. The parties also \nconfirmed that Mrs Zabeen is married to Mr Singh and is therefore related to Ms \nRam by marriage.\n9. Ms Ram, as a co-trustee/landlord/owner, entered into a verbal agreement for Mr \nSingh and his wife to reside at the premises, in exchange for $400 a week for \nthe first month and $500 per week thereafter.\n10. Ms Ram says she entered into this verbal agreement, on the understanding that \nMr Singh and Mrs Zabeen are her family members, one by blood and the other \nby marriage. Further, that they were not tenants but occupants that paid rent \ntowards offsetting the outgoings of the premises, that Ms Ram has responsibility \nfor covering as the holder of a licence to occupy and the main tenant.11. The Occupants/Tenants argues that they resided in the premises from around \n28 March 2016 to 29 October 2022, and they were tenants as they paid rent as \nwell as outgoings. They also made payments towards the costs of renovating \nthe premises, as well as supplying free labour to carry out the renovations.\n12. Ms Ram argues:\na The Act does not apply to the Tenants/Occupants occupation of the \npremises because s 5(1)(n) of the Act applies.\nb There is no residential tenancy, and therefore, no jurisdiction for the \nTenancy Tribunal to hear this matter.\nc Both occupants are members of the landlord's or owner's family, \ninvoking the s 5 exclusion because:\ni Mr Lalit Singh is Ms Ram’s sister’s son, a nephew and \ntherefore a blood relative; and\nii Mrs Musarat Zabeen is Mr Lalit Singh’s wife and is therefore \nrelated to Ms Ram by marriage. \nd Further, Ms Ram made clear to the Occupants/Tenants that there \nwas no binding tenancy agreement between them and the Trust \nwhen the Occupants/Tenants asked for tenancy agreement in April \n2016. She did so in her character reference letter, dated 28 April \n2016, stating that he and his wife were not tenants but occupants \nthat paid rent to live in the family home, and they did not have a \nresidential tenancy with the Trust because:\ni Mr Singh is her “nephew”, “beneficiary” and “agent for the \nrental property”;\nii “Mr Singh and his wife moved into our family home on 21 \nMarch with me and will continue to reside there until I return \nto New Zealand in a few months’ time”;\niii “Since the changes to my family Trustees, we as Permila \nRam Trust has agreed not to have rental properties but \nfamilies to live in them”;\niv “I intend to relive in my house 18 Cambourne Road from July \n2016 with my adopted son/nephew Lalit Singh and his wife \nMusarat Zabeen as a family unit”.\n10. The parties agreed at the hearing that Mr Singh and his wife are members of \nthe landlord's or owner's family, as required for the section 5(1)(n) exception in \nthe Act to apply. Therefore, the Occupants/Tenants claim that they were \ntenants that are covered by the provisions of the Act must fail.Conclusion\n11. The Tenancy Tribunal does not have jurisdiction to hear this matter and \naccordingly the claim is struck out for want of jurisdiction.\n12. The Occupants/Tenants have not been wholly or substantially successful \nin their application. Therefore, their application for reimbursement of the \nfiling fee is denied.\n  \nM Pollak\n27 September 2023\n"}
{"text": "[2023] NZTT 4658471 \nTENANCY TRIBUNAL - Remote Location\nAPPLICANT: Inspire Property Management Limited - Ashmith Nand And \nArishma Lal\nLandlord \nRESPONDENT: Natasha Mohr\nTenant \nTENANCY ADDRESS: 3B Nield Road, Manurewa, Auckland 2102\nORDER\n1. No application for suppression has been made in this case and no suppression \norders apply around publication of this decision. \n2. The tenancy of Natasha Mohr at 3B Nield Road, Manurewa, Auckland 2102 is \nterminated, and possession is granted to Inspire Property Management Limited - \nAshmith Nand And Arishma Lal, at 11.59 pm on Tuesday 3 October 2023.\n3. The landlord’s claim for exemplary damages is dismissed.\n4. The landlord’s claim for compensation is adjourned.  A further hearing is to be \nscheduled in person, on the next date and time available, before any Adjudicator. \nReasons:\n1. The hearing was held by teleconference on 6 September 2023.  Both parties \nattended the hearing. \n2. The landlord has applied for termination of the tenancy for breach of the tenant’s \nobligations, exemplary damages and compensation for methamphetamine \ntesting and decontamination.\n3. Given the urgent nature of the claim and that no in person hearing dates were \navailable until November 2023, this matter was scheduled for a remote hearing to consider the claim for termination and exemplary damages only.  The claim for \ncompensation is adjourned to another date. \nShould the tenancy be terminated?\n4. The Tribunal may terminate a tenancy for breach where, due to the nature or \nextent of the breach, it would be inequitable to refuse to terminate.  See section \n56(1) Residential Tenancies Act 1986 (“the RTA”).\n5. Where the breach is capable of remedy the landlord must first serve a notice on \nthe tenant requiring them to remedy the breach within at least 14 days and \nestablish that the tenant has failed to do so.\n6. Where the breach is not capable of remedy, the landlord is not expressly required \nto serve a 14-day breach notice on the tenant.  A breach is not capable to remedy \nwhere the thing done, or its effect, cannot be undone.  \n7. However, unless the breach is serious, the Tribunal usually requires the landlord \nto have warned the tenant about the likely consequences of continued breach \nbefore it will exercise its discretion to terminate. \n8. The landlord claims the tenant has used the premises unlawfully, by using or \npermitting the smoking of methamphetamine in the premises.\n9. A tenant must not use the premises or permit the premises to be used for an \nunlawful purpose. See section 40(2)(b) RTA.\n10. Breaching this obligation is an unlawful act for which exemplary damages may \nbe awarded up to a maximum of $1,800.00. See section 40(3A)(c) and Schedule \n1A RTA.\n11. Tenants are liable for the actions of others who are at the premises with their \npermission. See section 41 RTA.\n12. It is unlawful to possess or consume methamphetamine. See section 7(1)(a) and \nSchedule 1 of the Misuse of Drugs Act 1975.\n13. The landlord provided a pre-tenancy methamphetamine test establishing that \nprior to the start of the tenancy, there was no detectable methamphetamine at \nthe premises.\n14. The landlord provided a further methamphetamine test carried out in August 2023 \nwhich returned positive traces of methamphetamine ranging from 2.94 μg to \n11.60 μg.  Most of the areas tested were at the level of 11.60 μg, other than \nbedrooms 3 and 4. \n15. Based on that evidence, I am satisfied that methamphetamine has been \nconsumed in the premises at some point during the tenancy.\n16. The breach is not capable of remedy because it is serious and constitutes useof the premises for an unlawful purpose.\n17. There is no evidence that methamphetamine has been consumed by the tenant \nherself. She was shocked and upset at what was found. The tenant suggested \nhowever that she did find out afterwards that someone who had visited or stayed \nat the premises (perhaps a family member) may have done so without her \nknowledge or consent.\n18. Methamphetamine can last on surfaces for lengthy periods of time. There is no \nway to determine when methamphetamine was consumed. I can only be satisfied \nthat it was consumed at some point during the tenancy.\n19. The tenant did not suggest that anyone was in her premises without her \npermission. Based on that, I must infer that whoever has smoked \nmethamphetamine was at the premises with her permission. That unfortunately \nmeans she is liable for their acts even though she may not have known what they \nwere doing.\n20. I therefore find that the tenant has committed an unlawful act.\n21. The seriousness of the unlawful activity in question here is at the upper end of \nthe scale and I am satisfied it would be inequitable to refuse to make an order \nterminating the tenancy.\n22. I appreciate that the tenant’s personal circumstances are such that moving out \nwill be difficult.  However, I cannot consider the impact on the tenant, in making \nan order for termination of the tenancy.\n23. Accordingly, the landlord’s application for termination of the tenancy is granted.\n24. Given my finding, it is not necessary to address the other ground relied on by the \nlandlord for termination.\nShould the Tribunal order the tenant to pay exemplary damages?\n25.Exemplary damages are designed to punish and deter. They are like a fine. In \nAuckland City Council v Blundell [1986] NZLR 732 the Court of Appeal stated: \nExemplary and punitive [damages] are different words for the same \nthing. The damages are exemplary because they are meant to teach \nan example to the guilty officer and others. They are punitive \nbecause they are meant to punish. They are like a fine, though they \ngo to the citizen who has been the victim of conduct.\n26. Exemplary damages are awarded at the Tribunal’s discretion when one party has \nproved that the other party has committed a defined unlawful act. The Tribunal \nmust consider whether it would be just to do so, having regard to the party’s intent, \nthe effect of the unlawful act, the interests of the other party, and the public \ninterest. See section 109(3) RTA.27. Intentional means that the party who has committed the breach must be aware \nof it. The focus of the intention however must be the act (or omission) and not the \nlegal knowledge of the offending party.\n28. In this case, the landlord submitted that whoever had smoked drugs in the \nproperty must have been connected to the tenant in some way. They therefore \nsay there was some element of knowledge on her part. Essentially, the landlord \nis saying that the tenant must have known that person was a drug user and so \nthere was a likelihood that drugs were going to be consumed while they were at \nher property.\n29. I accept that there may be some basis for such a suspicion on the landlord’s part. \nHowever, a suspicion is not proof. Bearing in mind that the landlord carries the \nonus and burden of proof, I am not persuaded that it is more likely than not that \nthe tenant was aware that methamphetamine had been smoked in her house.\n30. I therefore find that the breach was not intentional.\n31. Even if I had been persuaded that the breach was intentional, I do not consider it \nwould have been just to award exemplary damages in this case. That is because \nexemplary damages are meant to punish a guilty party, and it is difficult to see \nhow the tenant’s conduct could be characterised in this way.\n31. The claim for exemplary damages is therefore dismissed.\n  \nJ Setefano\n27 September 2023\n"}
{"text": "[2023] NZTT 4675570 \nTENANCY TRIBUNAL - Christchurch | Ōtautahi\nAPPLICANT: Kāinga Ora–Homes and Communities\nLandlord \nRESPONDENT: David Albert Alfred Goldsack\nTenant \nTENANCY ADDRESS: 137 Selwyn Street, Somerfield, Christchurch 8024\nORDER\n1. No application for suppression has been made in this case and no suppression \norders apply to publication of this decision. \n2. David Albert Alfred Goldsack must by 11.59pm on Wednesday 11 October 2023 \nremove the dog “Fatty” from the premises and must not allow the dog back onto \nthe premises.\n3. David Albert Alfred Goldsack must not keep any dog or other pet on the \npremises without the landlord’s consent.\n4. The landlord must deliver a copy of this order to the premises within 24 hours of \nreceiving it.\nReasons:\n1. Ms Rea attended the hearing by telephone for the landlord. The tenant did not \nattend the hearing.\n2. This tenancy began on 23 March 2023. \n3. On 10 July 2023 the landlord became aware that the tenant had a dog on the \npremises. It received a complaint that the dog had injured a person, killed cats \nin the neighbourhood and attacked and injured another dog.4. The landlord tried to contact the tenant and went to the premises, but the tenant \nwas not cooperative.\n5. The landlord received another complaint about the dog on 18 July and was \ninformed that a complaint had been made to Dog Control at Christchurch City \nCouncil (the Council).\n6. The landlord made an OIA request to Dog Control and received evidence that \nthe dog, named Fatty, had been classified by the Council as a Dangerous Dog \nunder the Dog Control Act 1996.\n7. The landlord had a meeting with the tenant on 8 August. The tenant said that he \nhadn’t received the notice of classification from the Council and that he intended \ndisputing it.\n8. The landlord then issued the tenant with a formal letter declining consent for the \ntenant to keep a dog on the premises and giving him 10 days to remove the \ndog.\n9. On 14 August, the Council informed the landlord that the tenant’s application to \ndispute the dangerous dog classification was declined because it was made out \nof time. \n10. On 28 August the tenant informed the landlord that he still had the dog on the \npremises. The landlord believes that the tenant still has the dog on the \npremises.\n11. Relevantly, the tenancy agreement states,\nYou must let us know if you want to keep a pet, including a dog. We will \nallow you to keep pet(s) on the premises as long as the pet(s) meet the \nguidelines explained in the appendix “Can I Keep A Pet”. This forms part of \nthis Agreement.\n12. The Appendix: Can I Keep A Pet states, relevantly,\nIf you want to have a pet, including a dog, you need to let us know. We may \nallow you to keep pet(s) at your home as long as:\n•The pet is not likely to, or does not, attack any person or other pet and\n       If the pet is a dog, as long as:\n•The dog is not a specified dangerous or menacing dog under the Dog \nControl Act 1996 and\n13. These provisions are unconventional. Typically, a tenancy agreement will \nexpressly prohibit pets on the premises without the landlord’s written consent. \nThis agreement does not do that. The only express term requires the tenant to \ntell the landlord if they want to have pet on the premises. The tenant has not \ndone that, certainly not before he brought the dog onto the premises.14. Proving a breach of that obligation does not get the landlord very far. It does not \nfollow from that breach that the tenant must not have a dog or other pet on the \npremises. \n15. By its application, the landlord plainly wants the Tribunal to infer from the terms \nof the agreement that the tenant must not have a dog or other pet on the \npremises without the landlord’s consent. That is not ideal. It is not clear to me \nwhy the landlord has not simply prohibited pets without its consent or at least \nmade it clearer that it will allow pets in certain circumstances but otherwise they \nare prohibited.\n16. That said, taking paragraph 19 of the agreement and the corresponding \nappendix together, I find that a reasonable tenant reading the agreement would \nunderstand that they were required to inform the landlord if they wanted to have \na pet on the premises and that if any the requirements in the Appendix were not \nmet, and the landlord did not give its consent for the pet, they were not \npermitted to have it on the premises.\n17. In this case the requirements for having the dog on the premises have not been \nmet and the landlord has refused to give consent for the dog to be on the \npremises. The tenant must not, therefore, have the dog on the premises.\n18. The landlord has applied for an order requiring the tenant to remove the dog \nfrom the premises. After discussion with Ms Rea during the hearing, she agreed \nthat the order should also require the tenant to keep the dog and any other pets \nthat the landlord has not consented to, off the premises. Ms Rea proposed 14 \ndays to comply with the order to remove the dog. I have therefore made such \nan order.\n19. Because the Tribunal does not have an email address for the tenant for service, \nI have directed the landlord to deliver a copy of this order to the premises within \n24 hours of receiving it.\n  \nR Armstrong\n27 September 2023\n"}
{"text": "[2023] NZTT 4557229 \nTENANCY TRIBUNAL - Waitakere | Waitākere\nAPPLICANT: Peresitene Akelise\n Tenant\nRESPONDENT: Shelter Realty Limited trading as Harcourts New Lynn as \nagent for Gordon Deane\n Landlord\nTENANCY ADDRESS: Unit/Flat 3, 42 Brandon Road, Glen Eden, Auckland 0602\nORDER\n1. An application for suppression has been made in this case by both parties. No \nsuppression orders are made.\n2. Shelter Realty Limited trading as Harcourts New Lynn as agent for Gordon \nDeane must pay Peresitene Akelise $900.00 immediately, being compensation \nfor the loss of enjoyment of the tenancy due to a leaking pipe that caused \ndampness and damage to the floor in parts of the premises. \nReasons:\n1. Both parties attended the hearing. Mr Singh and Ms Ahluwalia represented the \nlandlord.\n2. The tenant has applied for a full refund of rent as compensation for the loss of \nenjoyment and use of the premises due to dampness and moisture that \ncompromised areas of flooring and caused mould in the living room. The tenant \nalso alleges that there was no source of heating at the premises.Background\n3. The tenancy started on 10 December 2021. It was a fixed term tenancy to 8 \nDecember 2022.\n4. During the tenancy various repair issues arose. The main issue was dampness \nthat affected the floors in the bathroom/shower, toilet, and 1 adjoining bedroom.\n5. The tenant says there was no source of heating and in winter the premises \nwere cold.\n6. The tenants contacted government agencies for assistance. The were placed in \nemergency accommodation and they had to move several times before being \noffered a Kāinga-Ora house where they now reside.\n7. When the landlord had the dampness issue assessed, a leaking pipe under the \nhouse was discovered. That was the cause of the dampness in the floors in the \naffected rooms (the floors were sealed plywood). Contractor unavailability \nmeant that the leak could not be repaired immediately. \n8. The landlord offered the tenant other places to view but the tenant did not \nconsider them within his rental price range.\n9. The tenancy ended on 11 July 2022. The landlord agreed to release the tenant \nfrom the fixed term tenancy.\n10. On 24 April 2023 the tenant made the application that is before the Tribunal \ntoday. He sought compensation in the form of a full refund of rent paid \n($18,000.00) for what he alleged was the landlord’s failure to provide and \nmaintain the premises in a reasonable state of repair.\n11. The tenant did not attend the first scheduled hearing. The application was \ndismissed. However, the adjudicator who was to hear the application granted \nthe tenant a rehearing.\nIssues\n12. The issues before the Tribunal are these:\n•Did the landlord fail to provide and maintain the premises in a reasonable \nstate of repair?\n•If so, should the Tribunal award the tenant compensation?\nDid the landlord fail to provide and maintain the premises in a reasonable \nstate of repair?\n13. The tenant alleges that the premises had no form of heating.14. The landlord produced evidence (pre and post tenancy inspections reports) that \nshow there was a heat pump in the lounge.\n15. When I put that to the tenant, he said the unit was an air conditioner.\n16. A heat pump has two distinct functions – heating and cooling. I suspect that the \ntenant did not know that the unit was a heat pump as well as an air conditioner.\n17. I find that the premises did have a source of heating (the previously existing \nfireplace having been blocked up as required by the Healthy Homes Standards \n(HHS)).\n18. There was no breach by the landlord failing to provide a source of heating. \nTherefore, the fact that the tenants chose to sleep in their car with the heating \non during the coldest nights was not a consequence of any landlord breach.\n19. Nor is the presence of a small area of mould in the living room in front of the \nclosed off fireplace.\n20. The landlord accepted that there was a leaking pipe under the floor of the \npremises that affected the plywood flooring in the bathroom/shower, toilet and 1 \nadjacent bedroom.\n21. The tenant said that all the floors in the premises were affected, but there is \ninsufficient evidence for me to find that was the case. \n22. Due to contractor unavailability, the landlord could not have the leaking pipe \nrepaired and the leaking continued for the last three months at least of the \ntenancy.\n23. While the leaking was probably present before then the landlord did not have it \nassessed. \n24. The tenant said he told his then property manager about the dampness issue in \nthe bathroom and was promised it would be repaired. He said no-one came to \nfix it.\n25. The landlord produced evidence that its contractors found it difficult to contact \nthe tenant.\n26. The landlord said they were first advised about the leaking on 30 March 2023 \nand the contractors assessed the problem on 1,4 and 6 April 2023.\n27. Regardless of the conflict in the evidence, it is clear that there was a leaking \nissue that made the plywood flooring damp and spongy, something that needed \nto be repaired but was not. This affected the tenant’s enjoyment of the tenancy.\n28. The tenant also claimed that the kitchen tap was faulty and would not turn off.\n29. The landlord said they were informed of the tap issue in February 2022 and the \nrepair was done on 17 February. Evidence of the repair (the invoice) was \nproduced in evidence. The taps were replaced.30.  Overall, the pre and post inspection reports, including photos, do not show that \nthe premises were in the state of disrepair alleged by the tenant.\n31. However, I accept that there would have been some loss of enjoyment of the \ntenancy due to the dampness that resulted from the leaking pipe under the \nhouse, and this restricted the use of part of the premises. \n32. Had the tenant realised that there was a heat pump at the premises not just an \nair conditioner, some of that loss of enjoyment would have been reduced.\nShould the Tribunal award the tenant compensation?\n33. The Tribunal may award compensation to a tenant for losses arising from a \nproven breach or breaches by the landlord of their statutory responsibilities. \n34. Compensation is generally awarded for actual losses and sometimes for less \ntangible effects of proven breaches such as a loss of enjoyment of the tenancy \nand the accompanying stress and anxiety. \n35. The tenant’s compensation claim is for the loss of use of and therefore \nenjoyment of the tenancy.\n36. In Birch v Otautahi Community Housing Trust [2020] NZDC 17667 the District \nCourt confirmed that the Tribunal must consider the following factors when \ndeciding to award compensation:\n•The nature of the breach;\n•The duration of the breach; and\n•The effect of the breach on the party.\n37. The tenant seeks a full refund of rent. That claim is unrealistic. Rent can only \nabate when the premises are destroyed or so seriously damaged (in whole or in \npart) so as to become uninhabitable. That was not the case here.\n38. The tenant cannot be compensated for his belief that there was no heat pump. \nThe evidence shows that there was a heat pump. The landlord committed no \nbreach.\n39. The tenant did experience a loss of enjoyment of the tenancy due to dampness \nthat affected the flooring in the bathroom/shower, toilet, and 1 adjacent \nbedroom.\n40. That loss of enjoyment was not due to a landlord breach as such; it was due to \na burst pipe. But the repair work could not be done quickly, and it is probable \nthat the problem was present from early on in the tenancy.\n41. Compensation is not punitive. It simply recognises that the tenant has suffered \na loss of enjoyment in this case due to a necessary repair issue that was \ndelayed.42. The landlord agreed to release the tenant from the fixed term tenancy but that \ntoo causes disruption and stress for a tenant; rental properties are in demand \nespecially in the price range the tenant could afford. So, the landlord’s offer \ndoes not detract from the loss of enjoyment the tenant experienced.\n43. For this loss of enjoyment, I award the tenant compensation of $900.00 \nreflecting the principles set out in Birch mentioned above.\nResult\n44. The landlord will pay the tenant compensation of $900.00 for his loss of \nenjoyment of the tenancy due to dampness issues and the delayed repair of the \nburst pipe that caused the dampness.\n45. I make no order reimbursing the filing fee. The tenant’s application is only \nmarginally successful.\nName suppression\n46. Both parties sought a name suppression order.\n47. I make no orders for name suppression. The tenant’s application is only \nsuccessful in small part. The landlord has not fully defended the application, an \norder having been made against it – see section 95A Residential Tenancies Act \n1986.\n  \nJ Greene\n27 September 2023\n"}
{"text": "[2023] NZTT 4662592 \nTENANCY TRIBUNAL - Remote Location\nAPPLICANT: Property Brokers Manawatu Limited As Agent For K Kishore\nLandlord \nRESPONDENT: Toua Samuelu, Patricia Samuelu\nTenant \nTENANCY ADDRESS: 9 Domain Street, Palmerston North, Palmerston North 4410\nORDER\n1. No application for suppression has been made in this case and no suppression \norders apply around publication of this decision. \n2. Toua Samuelu and Patricia Samuelu must pay Property Brokers Manawatu \nLimited As Agent For K Kishore $470.44 immediately, as calculated in the table \nbelow:\nDescription Landlord Tenant\nRent arrears to 27 September 2023 $450.00  \nFiling fee reimbursement $20.44  \nTotal award $470.44  \nTotal payable by Tenant to Landlord $470.44  \nReasons:\n1. The hearing was held by teleconference. The agent for the landlord attended \nthe hearing.  The other party did not attend.  The tenants were contacted \nseveral times on the contact numbers provided in the application but on all \noccasions the call went straight to voicemail. \n2. The landlord has applied for rent arrears and has provided rent records which \nprove the amount owing.3. The landlord sought, in addition to an order for the rent arrears, that I make an \norder for termination.  However, the original application did not include a claim \nfor termination of the tenancy and termination was not referred to on the original \nnotice of hearing sent to the tenants (see section 91(2)(a) Residential \nTenancies Act 1986).  As the tenants have not been properly notified that their \ntenancy was at risk of a termination order today, I am unable to make a \ntermination order. \n4. Having said this, the Tribunal sounds a note of caution to the tenants. It is \nhazardous to persistently have outstanding rent arrears. It is time-consuming \nand hence costly for the landlord to pursue this debt. A persistent pattern of rent \narrears may well result in the Tribunal taking the view that it would be \ninequitable for the Tribunal to refuse to terminate the tenancy.\n5. As the landlord has been wholly successful with the application, I must order the \nother party to reimburse the filing fee. \n  \nJ Setefano\n27 September 2023\n"}
{"text": "[2023] NZTT 4517633 \nTENANCY TRIBUNAL - North Shore | Ōkahukura\nAPPLICANT: Juliana Bahadin\n Tenant\nRESPONDENT: Catherine Gunn\n Landlord\nTENANCY ADDRESS: Unit/Flat 3, 44 Stanley Point Road, Stanley Point, Auckland \n0624\nORDER\n1. No application for suppression has been made in this case and no suppression \norders apply around publication of this decision. \n2. The application is dismissed.\nReasons:\n1. Both parties attended the hearing.  The tenant was represented by Choon Wee \nAng.\n2. The tenant has applied for a claim relating to the Healthy Homes standards.\n3. The claim concerns the flooding event in Auckland on 27 January 2023.  The \ndownstairs of the tenancy flooded.  The tenant is seeking compensation \nequivalent to one week’s rent of $695.00 due to the damage caused by the \nflood.\n4. The tenant refers to the drainage on the premises and states in her application \nthat the landlord had covered the drainage with planter boxes.  This is denied \nby the landlord who says that subsequent to the flooding she has not been able \nto locate a stormwater drain for the premises.5. At the hearing the landlord produced a Certificate of Compliance dated 4 \nAugust 2022 which states that the tenancy complies with regulation 27 of the \nHealthy Homes standards in that it has an effective drainage system.\n6. This certificate is evidence that the landlord had complied with her obligation in \nrelation to the Healthy Homes standards as it relates to drainage.  What \ntranspired was that either the drainage was not effective due to the heavy \nrainfall, or the flooding of the premises had been exacerbated by other factors \nsuch as the neighbour’s swimming pool overflowing.\n7. After the flooding the landlord arranged for a contractor to commence the clean \nup within 24 hours of the flooding.  The landlord had offered the tenant alternate \naccommodation which was not accepted and instead she stayed elsewhere.  \nThat accommodation required considerable travel to the tenant’s place of \nemploy.\n8. I acknowledge that there was some inconvenience to the tenant as there was to \nall tenants and landlords who were impacted by the flooding.  But the question I \nmust consider is whether the landlord was in breach of the Healthy Homes \nstandards and if so, whether the tenant should be compensated.\n9. Given the Certificate of Compliance I consider that the landlord has not \nbreached the Healthy Homes standards.  Also, it became apparent during the \nhearing that the landlord had already offered rent relief equivalent to 11 days \nrent totalling $1092.00 as well as a reduction in the utility costs.  That offer had \nbeen accepted.\n10. I do not consider that the tenant is entitled to any further compensation.  In the \ncircumstances the landlord acted reasonably.\n11. The tenant’s claim is dismissed.\n  \nN Walker\n27 September 2023\n"}
{"text": "[2023] NZTT 4605770 \nTENANCY TRIBUNAL - Remote Location\nAPPLICANT: Jean Marilyn Bewick\nLandlord \nRESPONDENT: Nicola Margaret Lawrence\nTenant \nTENANCY ADDRESS: 117 Seaview Road, Paraparaumu Beach, Paraparaumu \n5032\nORDER\n1. No suppression orders apply around publication of this decision. \n     \n2. Nicola Margaret Lawrence must pay Jean Marilyn Bewick $870.44 immediately, \ncalculated as shown in table below:\nDescription Landlord Tenant\nBreak Lease fee $850.00  \nFiling fee reimbursement $20.44  \nTotal award $870.44  \nTotal payable by Tenant to Landlord $870.44  \nReasons:\n1. Both parties attended this remote teleconference hearing on 27 September \n2023.\n2. The parties entered into a tenancy agreement in February 2023.\n 3. The tenancy was to have commenced on 1 April 2023.\n4. Having signed the tenancy agreement on 17 February 2023, the tenant says \nthat she contacted the landlord the next day to let the landlord know that she \nhad changed her mind about the tenancy and no longer wished to proceed \nwith the tenancy. As a matter of law, the tenant is not entitled to simply cancel \nthe agreement because they have changed their mind.\n5. The landlord says that they agreed to the surrender of the lease on the basis \nthat the tenant paid the costs associated with reletting the premises. The \nlandlord said that reletting was difficult and that it took three weeks to find new \ntenants. The landlord said that no rent was received for that three week \nperiod,  but that they had not sought payment from the tenant for that amount.\n6. Where a tenant surrenders a tenancy and the landlord consents to the \nsurrender, the landlord is entitled to recover from the tenant “any expenses \nreasonably incurred by the landlord in respect of the termination”s.44A(1) \nResidential Tenancy Act 1986. \n7. The landlord seeks $862.36 for time, travel, advertising, credit and background \nchecks, attending viewings and administration time. The landlord explained \nthat these were actual costs incurred in obtaining new tenants and not a \nstandard fee.\n8. The tenant submitted that the landlord would have incurred this cost anyway at \nthe end of the fixed term tenancy and that no costs had been incurred by the \nlandlord in in finding her as a tenant. However, this is not a certainty. A \nlandlord can sometimes re-let the premises without the need for advertising \nand other related costs. That was not the situation here .\n9. The landlord does not need to rely upon the tenancy agreement to seek \npayment, or partial payment, of this type of cost in a break-lease scenario. The \ncost is recoverable on a compensation basis. The argument is that if it weren’t \nfor the break lease, the landlord would not have incurred this cost until the end \nof the tenancy, and therefore the landlord has incurred an “additional” cost as \na result of the early termination. 10.I accept that the sum claimed by the landlord was a direct and necessary \nconsequence of ending the tenancy before the expiry of the fixed term. The \nsum claimed is not unreasonable.\n11.As Jean Marilyn Bewick has wholly succeeded with the claim I must order the \ntenant to reimburse the filing fee.\n12.The tenant applied for name suppression. The tenant has not been wholly or \nsubstantially successful in this matter and the application is dismissed.\n  \nS Young\n27 September 2023\n"}
{"text": "[2023] NZTT 4671310, 4665349\nTENANCY TRIBUNAL - [Event location suppressed]\nAPPLICANT: [The applicant/s]\nLandlord \nRESPONDENT: Allie Mitchell, Camilo Aristizabal Gomez, Karl Fesenmeier, \nMax Farmer, Merlyn Manson, Sarah MacDonald, Tom \nMcDermott, Gerry McKeown, Maeve Cudmore, Nathan \nTaylor, Zak Cohen Rudin, Eva Sweet-Anderson\nTenant \nTENANCY ADDRESS: [Tenancy address suppressed]\nORDER\n1. An application for suppression has been made in this case, and the Tribunal \norders suppression of the Landlord name and identifying details.\n2. By way of declaration the landlord is entitled to show the premises to prospective \ntenants at any reasonable time after giving the tenants 48 hours notice. \n3. Allie Mitchell, Camilo Aristizabal Gomez, Karl Fesenmeier, Max Farmer, Merlyn \nManson, Sarah MacDonald, Tom McDermott, Gerry McKeown, Maeve Cudmore, \nNathan Taylor, Zak Cohen Rudin, Eva Sweet-Anderson must pay the landlord \nthe filing fee of $20.44 immediately\n4. The application by the tenants for a declaration and exemplary damages is \ndismissed.\nReasons:\n1. Two of the tenants and the landlord attended the hearing.2. The tenants seek a declaration that the landlord is unable to hold viewings for the \npremises for prospective tenants and exemplary damages for breach of quiet \nenjoyment.\n3. The landlord has cross applied for a declaration allowing viewings for prospective \ntenants.\n4. The tenancy is for a fixed term from 1/1/2023 to 31/12/2023 at $1,920.00 rent per \nweek.\nHas the landlord breached the tenants’ quiet enjoyment?\n5. The tenants claim the landlord has breached their quiet enjoyment of the \npremises by showing prospective tenants around the property, without consent \non 23/8/2023.\n6. The tenants submitted that since 25 July they had made it clear to the previous \nlandlord that the property was not available for viewing by prospective tenants \nbecause they had not made up their mind whether they would be staying in the \npremises after the end of the fixed term.\n7. Further the tenants said they were advised via email on 21 August that the \nlandlord would be showing family members around the premises with a view to \nthem becoming tenants in 2024.\n8. Based on the fact that the landlord undertook the viewing two days after the email \nand the difficulties which had arisen with repairs and maintenance during the \ntenancy the tenants believed the landlord had committed an unlawful act and \nwanted exemplary damages. \n9. In response the landlord submitted that because she did not receive any \nresponse to her email of 21 August, she believed she had the consent of the \ntenants for the viewing.\n10. Further because the three tenants who were at the premises on 23 August did \nnot object to the viewing the landlord went ahead with showing the premises to \nher son.\n11. A landlord must not interfere with the reasonable peace, comfort or privacy of the \ntenant in their use of the premises.  See section 38(2) Residential Tenancies Act \n1986. \n12. Breaching this obligation in circumstances that amount to harassment is an \nunlawful act for which exemplary damages may be awarded up to a maximum of \n$3,000.00.  See section 38(3) and Schedule 1A RTA.\n13. I find the landlord has not breached the tenants’ quiet enjoyment in their use of \nthe premises by showing prospective tenants the premises and certainly not in \ncircumstances that amount to harassment.14. This is a fixed term tenancy. It is one to which section 60A, as amended in 2021, \napplies. The effect of section 60A(1) is to continue a fixed term tenancy as a \nperiodic tenancy unless any of the circumstances specified in section 60A(2) or \n(3) applies. \n15. The amendment only applies to tenancies granted after 11 February 2021. This \nis the case here as the tenancy began on 1 January 2023. \n16. Subsection 60A(2) provides that the tenancy does not continue as a periodic \ntenancy if: \na. Before the expiry, the parties renew or extend the existing tenancy \nagreement; or \nb. Before the expiry, the parties agree not to continue with the tenancy; or \nc. At least 28 days before the expiry, the tenant gives the landlord written notice \nof the tenant’s intention not to continue with the tenancy; or \nd. Before the expiry a party gives notice in relation to physical assault, unlawful \nresidential premises, mortgagees entitled to possession, destruction of \npremises, where a breach renders premises uninhabitable and maximum \nlevel of contaminant, none which are applicable in this case.\n17. Although the tenants have not yet given the landlord any notice about whether \nthey are continuing with the tenancy, and have until 3 December to do so, this \ndoes not mean that the landlord cannot show prospective tenants the premises.\n18. Under section 60A landlords and tenants have rights about how a fixed term \ntenancy may end.\n19. The renting of premises is a business and the landlord suggested because of the \nsize of the property finding new tenants could be difficult, as had happened at the \nbeginning of 2023.\n20. I consider the evidence supports that the landlord is attempting to ensure the \ncontinuation of her business as far as the legislation allows her to do so.\n21. However, the landlord needs to be careful of signing up any new tenancy \nagreement for 2024 when there is an existing tenancy still in place, be that fixed \nterm or periodic.\n22. Harassment means \"to trouble, worry or distress\" or \"to wear out, tire, or exhaust\" \nand \"indicates a particular pattern of behaviour directed towards another person\".  \nMacDonald v Dodds, CIV-2009-019-001524, DC Hamilton, 26 February 2010.\n23. Black’s Law Dictionary defines harassment as:\nWords, conduct, or action (usu. repeated or persistent) that, being directed at \na specific person, annoys, alarms, or causes substantial emotional distress in \nthat person and serves no legitimate purpose.24. These definitions suggest there must be evidence of some ongoing intentional \nactions directed at a specific person which causes distress to them. Therefore, a \nsingle act of interference with the tenant’s quiet enjoyment would be unlikely to \namount to harassment, unless it was an occasion of significant seriousness, \nwhich I do not consider is the case here. \n25. As the landlord has not committed an unlawful act, the claim for exemplary \ndamages fails. \nDid the landlord enter without consent and did the tenants unreasonably withhold \nconsent?\n26. [The landlord/s] claims the tenant has not allowed her entry to the premises when \nshe was entitled to enter.\n27. The day after the viewing on 21 August the landlord submitted that she received \nan email from the tenants suggesting that she had entered the premises without \nconsent, and they did not agree to the premises being shown to prospective \ntenants.\n28. The landlord said she sent a 14 day notice to the tenants dated 28 August 2023 \nadvising them she believed their refusal to allow viewings was a breach.\n29. On the other hand, the tenants believed it was unreasonable for the landlord to \nschedule viewings because they had not told the landlord whether or not they \nwere leaving the tenancy at the end of the fixed term. \n30. A landlord may enter the premises during the tenancy at any reasonable time \nwith the tenant's consent, for the purpose of showing the premises to, among \nothers, prospective tenants.  See section 48(3)(a) Residential Tenancies Act \n1986.\n31. Under subsection (3A) a tenant may not withhold consent unreasonably and a \nlandlord may not enter without prior consent.\n32. Breaching these respective obligations is an unlawful act for which exemplary \ndamages may be awarded up to a maximum of $1,500.00.  See section 48 \n(4)(a)&(b) and Schedule 1A Residential Tenancies Act 1986.\n33. For the reasons set out in paragraphs 20, 21 and 22, I find the tenants have \ncommitted an unlawful act by unreasonably refusing to allow viewings of the \npremises by prospective tenants.\n34. The reason given by the tenants that there should be no viewings because they \nhaven’t yet told the landlord whether they are leaving is I consider not a \nreasonable excuse.35. The landlord has indicated that the prospective tenants she has in mind, who are \nthe friends of her sons, need to be shown through within the next four weeks, \nbefore the end of the University year.\n36. Based on the evidence of the landlord I do not consider this is unreasonable.\n37. As the landlord did not ask for exemplary damages for the breach by the tenants, \nI do not need to consider that issue.\n38. I find the landlord did have consent to enter the premises on 23 August.\n39. When the tenants received the 48 hours notice about the viewing they did not \nrespond to the landlord.\n40. The evidence of the landlord supports that the three tenants at the premises at \nthe time of the viewing did not object, and this evidence was not disputed by the \ntenants.\n41. I have ordered by way of declaration that the landlord is entitled to show \nprospective tenants the premises pursuant to section 48(3)(a).\n42. The tenants’ application for a declaration fails.\n43. As [The applicant/s] has wholly succeeded with the claim I must award the filing \nfee.\n44. Suppression is granted to the landlord pursuant to section 95A because she was \nsuccessful with the claim.\n45. No filing fee or suppression is available to the tenants.\nJ Wilson\n27 September 2023"}
{"text": "[2023] NZTT 4619252 \nTENANCY TRIBUNAL - Hamilton | Kirikiriroa\nAPPLICANT: Monarch Realty Limited T/A Harcourts Property \nManagement As Agent For Trevor Roberts\nLandlord \nRESPONDENT: Pipi Emily Te Tomo\nTenant \nTENANCY ADDRESS: 359A Kahikatea Drive, Dinsdale, Hamilton 3204\nORDER\n1. No application for suppression has been made in this case and no suppression \norders apply around publication of this decision. \n2. Pipi Emily Te Tomo must pay Monarch Realty Limited T/A Harcourts Property \nManagement As Agent For Trevor Roberts $2,505.75 immediately, calculated \nas shown in table below.\n3. The Bond Centre is to pay the bond of $1,440.00 (3437367-012) to Monarch \nRealty Limited T/A Harcourts Property Management As Agent For Trevor \nRoberts immediately. \nDescription Landlord Tenant\nRent arrears to 11/5/2023 $64.29  \nHoles in walls - bedroom and lounge $500.00  \nWindow repairs $116.44  \nLock/key replacement $730.00  \nLawns and Garden work $250.70  \nRubbish removal $799.31  \nRepairs: replace and repair 10 doors $1,200.00  \nReplace clothesline $264.57  \nFiling fee reimbursement $20.44  \nTotal award $3,945.75  \nBond $1,440.00  Reasons:\n1. Only the applicant landlord attended the hearing.\n2. The landlord has applied for rent arrears, compensation, refund of the bond, \nand reimbursement of the filing fee following the end of the tenancy.\nHow much is owed for rent?\n3. The tenancy ended on 11 May 2023.  The landlord provided rent records which \nprove the amount owing at the end of the tenancy.\nDid the tenant comply with their obligations at the end of the tenancy?\n4. At the end of the tenancy the tenant must leave the premises reasonably clean \nand tidy, remove all rubbish, return all keys and security devices, and leave all \nchattels provided for their benefit.  See section 40(1)(e)(ii)-(v) Residential \nTenancies Act 1986.  The tenant is required to replace worn out smoke alarm \nbatteries during the tenancy.  See section 40(1)(ca) Residential Tenancies Act \n1986.  The tenant must also replace standard light bulbs.\n5. The tenant did not leave the premises reasonably clean and tidy, and did not \nremove all rubbish. The lawns and gardens were overgrown and an arear of \nlawn required replanting.\n6. The tenant did not return the keys. \n7. The amounts ordered are proved.\nIs the tenant responsible for the damage to the premises?\n8. A landlord must prove that damage to the premises occurred during the tenancy \nand is more than fair wear and tear. If this is established, to avoid liability, the \ntenant must prove they did not carelessly or intentionally cause or permit the \ndamage.  Tenants are liable for the actions of people at the premises with their \npermission.  See sections 40(2)(a), 41 and 49B RTA.\n9. Where the damage is caused carelessly, and is covered by the landlord's \ninsurance, the tenant's liability is limited to the lesser of the insurance excess or \nfour weeks' rent (or four weeks' market rent in the case of a tenant paying \nincome-related rent).  See section 49B(3)(a) RTA.  \n10. Where the damage is careless and is not covered by the landlord's insurance, \nthe tenant's liability is limited to four weeks' rent (or market rent).  See section 49B(3)(b) RTA.  Where insurance money is irrecoverable because of the \ntenant's conduct, the property is treated as if it is not insured against the \ndamage.  See section 49B(3A)(a) RTA.\n11. Tenants are liable for the cost of repairing damage that is intentional or which \nresults from any activity at the premises that is an imprisonable offence.  This \napplies to anything the tenant does and anything done by a person they are \nresponsible for.  See section 49B(1) RTA.\n12. Damage is intentional where a person intends to cause damage and takes the \nnecessary steps to achieve that purpose.  Damage is also intentional where a \nperson does something, or allows a situation to continue, knowing that damage \nis a certainty.  See Guo v Korck [2019] NZHC 1541.\n13. The following damage was caused during the tenancy: several walls and doors \nwere damaged, a window had been repaired but with glass that did not fit and \nthe clothesline which was less than a year old was damaged. The damage is \nmore than fair wear and tear, and the tenant has not disproved liability for the \ndamage.\n14. The amounts ordered are proved.\n15. I have taken into account betterment and depreciation.  The landlord should be \nreturned to the position they would have been in had the tenant not breached \ntheir obligations, and should not be better or worse off.  In calculating \ndepreciation, I have taken into account the age and condition of the items at the \nstart of the tenancy and their likely useful lifespan.   The claim for replacement \ndoors is reduced because there is an element of fair wear and tear with the door \nhardware. The claim for repairing walls is only for repairs and not painting, it is \nallowed in full.\n16. Because Monarch Realty Limited T/A Harcourts Property Management As \nAgent For Trevor Roberts has wholly succeeded with the claim I must \nreimburse the filing fee.\n  \nJ Maher\n27 September 2023\n"}
{"text": "[2023] NZTT 4664979 \nTENANCY TRIBUNAL - Tauranga | Tauranga Moana\nAPPLICANT: Boutique Rentals Bop Limited\nLandlord \nRESPONDENT: Billie Te Tau\nTenant \nTENANCY ADDRESS: 6 Lion Place, Papamoa, Papamoa 3118\nORDER\n1. No application for suppression has been made in this case and no suppression \norders apply around publication of this decision. \n2. Billie Te Tau must pay Boutique Rentals Bop Limited $10,421.85 immediately, \ncalculated as shown in table below.\n3. The Bond Centre is to pay the bond of $2,640.00 (6380758-005) to Boutique \nRentals Bop Limited immediately. \nDescription Landlord Tenant\nRent arrears to 7 July 2023 $3,644.82  \nWater rates $88.07\nCleaning and materials $1,725.25  \nOven cleaning $92.00  \nRubbish removal $1,294.33  \nMissing items, garage remotes, shower trap $314.16  \nLock/key replacement $175.27  \nRepairs/replace: Insinkerator, replacement plugs $1,004.53  \nGarden work, rubbish bags, bulbs, plugs, dishwasher \nrepair$397.16  \nReplace carpet $5,250.84  \nReplace garage carpet $1,280.00  \nRepairs: paintwork $6,800.00  \nReplace furnishings: blinds $1,310.00  \nWindow repairs $442.66  Electrical repairs to heat pump, oven, rangehood, lights $772.32  \nLost rent $2,250.00  \nFiling fee reimbursement $20.44  \nTotal award $26,861.85\nNet award $26,861.85  \nLess Insurance monies paid $13,800.00\nBond $2,640.00  \nTotal payable by Tenant to Landlord $10,421.85  \nReasons:\n1. The landlord attended the hearing. The tenant did not appear.\n2. The landlord has applied for rent arrears, compensation, exemplary damages, \nrefund of the bond, and reimbursement of the filing fee following the end of the \ntenancy.\nHow much is owed for rent and water rates?\n3. The tenancy ended on 7 July 2023. The landlord provided rent records and water \nrates invoices which prove the amount owing at the end of the tenancy. \nDid the tenant comply with their obligations at the end of the tenancy?\n4. At the end of the tenancy the tenant must leave the premises reasonably clean and \ntidy, remove all rubbish, return all keys and security devices, and leave all chattels \nprovided for their benefit. See section 40(1)(e)(ii)-(v) Residential Tenancies Act \n1986. The tenant is required to replace worn out smoke alarm batteries during the \ntenancy. See section 40(1)(ca) Residential Tenancies Act 1986. The tenant must \nalso replace standard light bulbs.\n5. The tenant did not leave the premises reasonably clean and tidy, and did not \nremove a significant amount of rubbish. The premises required extensive cleaning \nto bring it up to a reasonable standard. \n6. The tenant did not return the keys or garage remotes. \n7. The following chattels were missing at the end of the tenancy: plugs from \nbathrooms and insinkerator stopper. The landlord also had to replace light bulbs. \n8. The amounts ordered are proved. I have reduced the amount claimed for cleaning \nto $25.00 per hour for the work done by the owners for a total amount of $1550.00 \nfor 31 hours (2 people). I find the time spent was reasonable given the filthy state \nthe premises was left in. Is the tenant responsible for the damage to the premises?\n9. A landlord must prove that damage to the premises occurred during the tenancy \nand is more than fair wear and tear. If this is established, to avoid liability, the \ntenant must prove they did not carelessly or intentionally cause or permit the \ndamage. Tenants are liable for the actions of people at the premises with their \npermission. See sections 40(2)(a), 41 and 49B RTA.\n10. Where the damage is caused carelessly, and is covered by the landlord's \ninsurance, the tenant's liability is limited to the lesser of the insurance excess or \nfour weeks' rent (or four weeks' market rent in the case of a tenant paying income-\nrelated rent). See section 49B(3)(a) RTA.  \n11. Where the damage is careless and is not covered by the landlord's insurance, the \ntenant's liability is limited to four weeks' rent (or market rent). See section 49B(3)(b) \nRTA. Where insurance money is irrecoverable because of the tenant's conduct, the \nproperty is treated as if it is not insured against the damage. See section \n49B(3A)(a) RTA.\n12. Tenants are liable for the cost of repairing damage that is intentional or which \nresults from any activity at the premises that is an imprisonable offence. This \napplies to anything the tenant does and anything done by a person they are \nresponsible for. See section 49B(1) RTA.\n13. Damage is intentional where a person intends to cause damage and takes the \nnecessary steps to achieve that purpose. Damage is also intentional where a \nperson does something, or allows a situation to continue, knowing that damage is a \ncertainty. See Guo v Korck [2019] NZHC 1541.\n14. The landlord withdrew claims relating to the benchtop and floorboards totalling \n$13,443.85. \n15. I find that the following intentional and extensive damage was caused during the \ntenancy: multiple holes in walls throughout the premises, smashed doors, carpet \ndamaged by extensive staining and faeces throughout, garage carpet damaged by \nextensive oil stains, broken insinkerator, dishwasher door damaged, ceilings \ndamaged, blinds broken, broken shower trap, broken window in lounge; and \nmultiple electrical repairs due to damaged heat pump and rangehood, oven floor, \nlight fitting in bedroom, and extractor fan in bathroom. \n16. The damage is more than fair wear and tear, and the tenant has not disproved \nliability for the damage. \n17. The amounts ordered are proved. The landlord claimed $549.00 for a new \ndishwasher. However, I have reduced this by 50% to reflect likely repair costs as I \nam not persuaded a new machine was required when the door could have been \nfixed/replaced. \n18. I have taken into account betterment and depreciation in relation to the paintwork \nand carpets. The landlord should be returned to the position they would have been \nin had the tenant not breached their obligations, and should not be better or worse "}
{"text": "[2023] NZTT 4506733 \nTENANCY TRIBUNAL - Dunedin | Ōtepoti\nAPPLICANT: Propertyscouts Dunedin 2017 Limited As Agent For T \nBarnes\nLandlord \nRESPONDENT: Rory Greer, Josh Brandt, Eddy Martin, Murphy Lunjevich, \nJackson Willis, Wil De Geest\nTenant \nTENANCY ADDRESS: Unit/Flat 4, 617 Castle Street, North Dunedin, Dunedin 9016\nORDER\n1. No application for suppression has been made in this case and no suppression \norders apply around publication of this decision. \n2. Rory Greer, Josh Brandt, Eddy Martin, Murphy Lunjevich, Jackson Willis and \nWil De Geest must pay Propertyscouts Dunedin 2017 Limited As Agent For T \nBarnes $17,760.83 immediately, calculated as shown in table below.\n3. This order incorporates the Tribunal order made on 12/1/2023 under application \n4464300.\nDescription Landlord Tenant\nBalance of arrears from previous order 4464300 $3,192.58  \nCleaning $632.50  \nCarpet Cleaning of bedrooms $540.00  \nDishwasher replacement as agreed by tenants $575.00  \nRepairs, gibstopping, painting $14,660.31  \nLoss of rent for two weeks $2,220.00  \nFiling fee reimbursement $20.44  \nTotal award $21,840.83  \nBond awarded 1/6/2023 $4,080.00  \nTotal payable by Tenant to Landlord $17,760.83  Reasons:\n1. All parties attended the rescheduled hearing, two of the tenants by telephone.\n2. This was the third hearing of the compensation claim, the two previous hearings \nbeing on 30/3/ and 1/6/2023 respectively.\n3. In addition, on 12/1/2023 the Tribunal made an order relating to this tenancy, for \nrent arrears of $3,325.00 to 19/12/2022. \n4. The previous order is incorporated into this order for enforcement purposes.\n5. On 18/2/2023 the landlord applied for compensation, refund of the bond, and \nreimbursement of the filing fee following the end of the tenancy.\n6. The tenancy was for a fixed term from 10/1/2022 to 19/12/2022 at $1,020.00 \nrent per week.\nDid the tenants comply with their obligations at the end of the tenancy?\n7. At the end of the tenancy the tenants must leave the premises reasonably clean \nand tidy, remove all rubbish, return all keys and security devices, and leave all \nchattels provided for their benefit.  See section 40(1)(e)(ii)-(v) Residential \nTenancies Act 1986.  The tenant is required to replace worn out smoke alarm \nbatteries during the tenancy.  See section 40(1)(ca) Residential Tenancies Act \n1986. \n8. The landlord initially claimed compensation for cleaning of $1,138.00.\n9. However, because this account included cleaning after repairs were undertaken \nthe claim was reduced to 10 hours work.\n10. Further, the landlord claimed $540.00 for cleaning of the bedroom carpets. \n11. In support of the claim the landlord provided entry and inspection reports, with \nphotographs and invoices.\n12. In response the tenants disputed that the carpets needed cleaning at the end of \nthe tenancy.\n13. I am satisfied from the evidence that the tenants did not leave the premises \nreasonably clean and tidy, and the bedroom carpets required cleaning.\n14. Awards have been made for carpet cleaning and 10 hours cleaning of the \nkitchen and bathroom.\nAre the tenants responsible for the damage to the premises?\n15. A landlord must prove that damage to the premises occurred during the tenancy \nand is more than fair wear and tear. If this is established, to avoid liability, the \ntenant must prove they did not carelessly or intentionally cause or permit the damage.  Tenants are liable for the actions of people at the premises with their \npermission.  See sections 40(2)(a), 41 and 49B RTA. \n16. Where the damage is caused carelessly, and is covered by the landlord's \ninsurance, the tenant's liability is limited to the lesser of the insurance excess or \nfour weeks' rent (or four weeks' market rent in the case of a tenant paying \nincome-related rent).  See section 49B(3)(a) RTA.  \n17. Where the damage is careless and is not covered by the landlord's insurance, \nthe tenant's liability is limited to four weeks' rent (or market rent).  See section \n49B(3)(b) RTA.  Where insurance money is irrecoverable because of the \ntenant's conduct, the property is treated as if it is not insured against the \ndamage.  See section 49B(3A)(a) RTA.\n18. Tenants are liable for the cost of repairing damage that is intentional or which \nresults from any activity at the premises that is an imprisonable offence.  This \napplies to anything the tenant does and anything done by a person they are \nresponsible for.  See section 49B(1) RTA.\n19. Damage is intentional where a person intends to cause damage and takes the \nnecessary steps to achieve that purpose.  Damage is also intentional where a \nperson does something, or allows a situation to continue, knowing that damage \nis a certainty.  See Guo v Korck [2019] NZHC 1541.\n20. Due to the extent and type of damage the landlord believed the damage was \nintentional.\n21. Moreover, the landlord is unable to obtain insurance for the premises.\n22. Based on the invoices from the builder who undertook the work, which included \nthe costs of the electrical and gib stopping contractors the landlord sought \ncompensation of $21,990.47.\n23. Further the landlord claimed $575.00 for replacement of the dishwasher and \n$4,440.00 loss of rent for the time taken to complete the work on the premises.\n24. During the hearing the landlord reduced the claim for loss of rent to two weeks \nbecause the time taken included work on another flat in the same complex. \n25. The builder who undertook the work appeared and gave evidence about the \nextensive damage to walls, doors, the heat pump, dishwasher and flooring in \nthe kitchen/lounge. \n26. The witness also explained his invoices and suggested that all the work \nundertaken on the premises was not charged for, in particular the damage to \nthe external wall in October.\n27. I am persuaded by the evidence provided, including the witness and \nphotographs that significant damage was caused to the premises during the \ntenancy. This included holes in walls and doors, the heat pump removed from the wall, the dishwasher was damaged and flooring in the kitchen/lounge had to \nbe replaced.  \n28. The damage is more than fair wear and tear. \n29. Although the tenants did not dispute most of the damage, they were unhappy \nwith the amount being claimed.\n30. In making an award I have taken into account betterment and depreciation.\n31. The landlord should be returned to the position they would have been in had the \ntenants not breached their obligations and should not be better or worse off.  \n32. In calculating depreciation, I have considered the age and condition of the items \nat the start of the tenancy and their likely useful lifespan and the \nacknowledgement of both the landlord and witness that the premises had been \nremedied to a higher standard, using more industrial materials, than previously.\n33. As Propertyscouts Dunedin 2017 Limited As Agent For T Barnes has wholly \nsucceeded with the claim I must award the filing fee.\n  \nJ Wilson\n28 September 2023\n"}
{"text": "[2023] NZTT 4661529 \nTENANCY TRIBUNAL - Palmerston North | Te Papaioea\nAPPLICANT: Fordyce Realty Limited As Agent For Ashleigh Lowe\nLandlord \nRESPONDENT: Samuel Smits\nTenant \nTENANCY ADDRESS: 18A Fairs Road, Milson, Palmerston North 4414\nORDER\n1. No application for suppression has been made in this case and no suppression \norders apply around publication of this decision. \n2. Samuel Smits must pay Fordyce Realty Limited As Agent For Ashleigh Lowe \n$1,913.50 immediately, calculated as shown in table below.\nDescription Landlord\nRent arrears to 26/8/2023 after bond refunded $165.71\nFiling fee reimbursement $20.44\nRepairs: front door $207.00\nRepairs: other including rubbish removal $664.90\nBreak lease fee $555.45\nGate replacement $300.00\nTotal award $1,913.50\nTotal payable by Tenant to Landlord $1,913.50\nReasons:\n1. The landlord attended the hearing represented by Mr Fordyce. The tenant did \nnot attend.2. The tenancy commenced on 9 April 2023 for a fixed term of one year but was \nended early at the tenant’s request. The premises were retenanted from 27 \nAugust 2023. \n3. The landlord has applied for rent arrears, compensation, and reimbursement of \nthe filing fee following the end of the tenancy.\nHow much is owed for rent ?\n4. When a fixed term tenancy is broken, the tenant is liable for rent to the date the \npremises were retenanted..  The landlord provided rent records of the rent due \nto 26 August 2023. The bond has been refunded leaving arrears of $165.71 \nowing. \nDid the tenant comply with their obligations at the end of the tenancy?\n5. At the end of the tenancy the tenant must leave the premises reasonably clean \nand tidy, remove all rubbish, return all keys and security devices, and leave all \nchattels provided for their benefit.  See section 40(1)(e)(ii)-(v) Residential \nTenancies Act 1986\n6. The tenant did not remove all rubbish.\n7. The amounts ordered are proved.\nIs the tenant responsible for the damage to the premises?\n8. A landlord must prove that damage to the premises occurred during the tenancy \nand is more than fair wear and tear. If this is established, to avoid liability, the \ntenant must prove they did not carelessly or intentionally cause or permit the \ndamage.  Tenants are liable for the actions of people at the premises with their \npermission.  See sections 40(2)(a), 41 and 49B RTA.\n9. Where the damage is caused carelessly, and is covered by the landlord's \ninsurance, the tenant's liability is limited to the lesser of the insurance excess or \nfour weeks' rent (or four weeks' market rent in the case of a tenant paying \nincome-related rent).  See section 49B(3)(a) RTA.  \n10. Where the damage is careless and is not covered by the landlord's insurance, \nthe tenant's liability is limited to four weeks' rent (or market rent).  See section \n49B(3)(b) RTA.  Where insurance money is irrecoverable because of the \ntenant's conduct, the property is treated as if it is not insured against the \ndamage.  See section 49B(3A)(a) RTA.\n11. Tenants are liable for the cost of repairing damage that is intentional or which \nresults from any activity at the premises that is an imprisonable offence.  This \napplies to anything the tenant does and anything done by a person they are \nresponsible for.  See section 49B(1) RTA.12. Damage is intentional where a person intends to cause damage and takes the \nnecessary steps to achieve that purpose.  Damage is also intentional where a \nperson does something, or allows a situation to continue, knowing that damage \nis a certainty.  See Guo v Korck [2019] NZHC 1541.\n13. The following damage was caused during the tenancy:\n•Damage to the back and front doors from dog scratches. These required filing \nand repainting;\n•The curtains in one room were covered in mould and had to replaced. These \nwere new at the beginning of the tenancy;\n•There was blue paint on some of the decking and two large gouges one two \ndecking boards. These boards have been replaced and the paint removed;\n•The were deep gouges on one of the bedroom walls that required repair;\n•The large wire gate had been badly dented on one side and cannot be repaired. \nIt cannot be opened easily. The Landlord claimed $648.60 for a replacement \ngate, however photographs showed that the gate was far from new and showed \nsigns of rust. I have taken into account depreciation and awarded $300.00 as a \ncontribution towards replacement. \n•The landlord claimed for 2 replacement lavender bushes that he believed had \nbeen damaged by a dog. The photographs showed that while there was some \ndamage the plants were alive and with trimming back would regrow. I have \ndeducted $40.00 from the claim.  \n14. While I find the damage was not intentional I do find it can be regarded as \ncareless and more than fair wear and tear, and the tenant has not disproved \nliability for the damage.\n15. The amounts ordered are proved.\nCan expenses on lease break be awarded?\n16.Where the landlord agrees to an early termination of lease they are entitled to \nclaim any reasonable expenses incurred in this process, including retenanting, \nprovided an itemised account I presented. See s.44A RTA\n17.The landlord did present an itemised account of reasonable expenses and that \nclaim is successful. 18. Because Fordyce Realty Limited As Agent For Ashleigh Lowe has substantially \nsucceeded with the claim I have reimbursed the filing fee.\n  \nJ Robson\n28 September 2023\n"}
{"text": "[2023] NZTT 4605389 \nTENANCY TRIBUNAL - Nelson | Whakatū\nAPPLICANT: Bridget Claire Sanders, Roger Keith Sanders\nLandlord \nRESPONDENT: Kahu Kumeroa, Zion Scott\nTenant \nTENANCY ADDRESS: 129 Washington Road, Washington Valley, Nelson 7010\nORDER\n1. Kahu Kumeroa and Zion Scott must pay Bridget Claire Sanders and Roger \nKeith Sanders $1,983.04 immediately, calculated as shown in table below.\n2. The Bond Centre is to pay the bond of $1,000.00 (3374317-006) to Bridget \nClaire Sanders and Roger Keith Sanders immediately. \nDescription Landlord Tenant\nRent arrears to 3 June 2023 $1,500.00  \nWater rates $120.00  \nElectricity reconnection fee $125.00  \nRepairs: carpet replacement, insurance excess only $500.00  \nRepairs: replacement of glass in front door $717.60  \nFiling fee reimbursement $20.44  \nTotal award $2,983.04  \nBond $1,000.00  \nTotal payable by Tenant to Landlord $1,983.04  \nReasons:\n1. Both parties attended the hearing.\n2. The landlord has applied for rent arrears, compensation, refund of the bond, \nand reimbursement of the filing fee following the end of the tenancy.How much is owed for rent and water rates?\n3. The tenancy ended on 3 June 2023.  The landlord provided rent records and \nwater rates invoices which prove the amount owing at the end of the tenancy.\nIs the tenant responsible for the damage to the premises?\n4. A landlord must prove that damage to the premises occurred during the tenancy \nand is more than fair wear and tear. If this is established, to avoid liability, the \ntenant must prove they did not carelessly or intentionally cause or permit the \ndamage.  Tenants are liable for the actions of people at the premises with their \npermission.  See sections 40(2)(a), 41 and 49B RTA.\n5. Where the damage is caused carelessly, and is covered by the landlord's \ninsurance, the tenant's liability is limited to the lesser of the insurance excess or \nfour weeks' rent (or four weeks' market rent in the case of a tenant paying \nincome-related rent).  See section 49B(3)(a) RTA.  \n6. Tenants are liable for the cost of repairing damage that is intentional or which \nresults from any activity at the premises that is an imprisonable offence.  This \napplies to anything the tenant does and anything done by a person they are \nresponsible for.  See section 49B(1) RTA.\n7. The following damage was caused during the tenancy: carpets and front door. \nThe damage is more than fair wear and tear, and the tenant has not disproved \nliability for the damage.\n8. The amounts ordered are proved. This includes the power reconnection fee \nincurred by the landlord due to the tenant’s non-payment of power charges \nduring their tenancy.\n  \nJ Tam\n28 September 2023\n"}
{"text": "[2023] NZTT 4625569 \nTENANCY TRIBUNAL - Palmerston North | Te Papaioea\nAPPLICANT: Hawick Qian\nLandlord \nRESPONDENT: Folole Hana Fiso\nTenant \nTENANCY ADDRESS: 652 Pioneer Highway, Highbury, Palmerston North 4412\nORDER\n1. No application for suppression has been made in this case and no suppression \norders apply around publication of this decision.\n2. Folole Hana Fiso must pay Hawick Qian $1,571.81 immediately, calculated as \nshown in table below.\nDescription Landlord Tenant\nRent arrears $857.14  \nCleaning $400.00  \nRubbish removal $1,854.23  \nRepairs $360.00  \nFiling fee reimbursement $20.44  \nTotal award $3,491.81  \nBond $1,920.00  \nTotal payable by Tenant to Landlord $1,571.81  \nReasons:\n1. On 10 August 2023 I adjourned the landlord’s application for rent arrears, \ncompensation, refund of the bond, and reimbursement of the filing fee following \nthe end of the tenancy to allow the landlord to provide proper evidence to \nsubstantiate his claims. 2. Today he was represented by his colleague, Bernadine Wastney, from Manner \nProperty Management. Although he had advised the Tribunal before the hearing \nthat Ms Wastney would be attending, he did not apply to have a representative \nappointed. Ms Wastney confirmed that Mr Qian is the owner and landlord of this \nproperty. He should have attended himself or applied for the Tribunal to allow \nrepresentation. I allowed Ms Wastney to attend on Mr Qian’s behalf.\n3. The tenant did not appear. Ms Wastney advised that the tenant had needed to \nleave the property at short notice and was very apologetic that she had not \nbeen able to attend to matters properly and she had signed over the bond to Mr \nQian.\n4. Mr Qian has now provided a proper rent summary. The amount sought is \nslightly more than in the original application but the rent summary makes it clear \nthat it is owing. The tenant had not been in arrears until the end when she did \nnot pay the last week and a bit. The amount of $857 owing to the date of \ntermination on 24 March 2023 is proved.\nDid the tenant comply with their obligations at the end of the tenancy?\n5. At the end of the tenancy the tenant must leave the premises reasonably clean \nand tidy and remove all rubbish.  See section 40(1)(e) Residential Tenancies \nAct 1986.  \n6. The landlord provided photos which showed that the tenant did not leave the \npremises reasonably clean and tidy, and did not remove all rubbish. Ms \nWastney had helped the landlord clean and tidy the property and she confirmed \nthat the tenant had not undertaken any cleaning.\n7. The landlord submitted an invoice #2300132 dated 23 March from Feng Qian \nJ&J Maintenance Service to Feng Qian1 for rubbish dispose for “Enviro waste”. \nThis is the day before the rent was owed to. The quantity is 1 and the rate is \nshown as $1,004.23. The labour is again, quantity 1 and the amount is $850. \nThere is no breakdown of hours, hourly rate and no GST. The landlord should \nprovide receipts and itemised accounts. However, I have decided the amount is \nreasonable and have ordered the Tribunal to pay this.\n8. There is a second invoice #2300148 dated 24 March for $1,355.00 for cleaning. \nThe quantity is again 1. The rate is $1,355. Again there is no hourly rate or \nnumber of hours. I have allowed $400.00 for cleaning the property which is a \nreasonable amount and in keeping with other claims before the Tribunal. Is the tenant responsible for the damage to the premises?\n9. The landlord has other claims for damage/repairs to the property. A landlord \nmust prove that damage to the premises occurred during the tenancy and is \nmore than fair wear and tear. If this is established, to avoid liability, the tenant \nmust prove they did not carelessly or intentionally cause or permit the damage.  \nTenants are liable for the actions of people at the premises with their \npermission.  See sections 40(2)(a), 41 and 49B RTA.\n10. Tenants are liable for the cost of repairing damage that is intentional or which \nresults from any activity at the premises that is an imprisonable offence.  This \napplies to anything the tenant does and anything done by a person they are \nresponsible for.  See section 49B(1) RTA.\n11. Damage is intentional where a person intends to cause damage and takes the \nnecessary steps to achieve that purpose.  Damage is also intentional where a \nperson does something, or allows a situation to continue, knowing that damage \nis a certainty.  See Guo v Korck [2019] NZHC 1541.\n12. The landlord provided a photograph showing a damaged tiles in the bathroom \nand an itemised invoice dated 9 April 2021 from Odd Job Bob for replacing the \nshower platform. The landlord also provided an email dated 16 May 2021 from \nthe tenant asking if she can start making payments for the repairs in the \nbathroom. I am satisfied that the damage occurred during the tenancy and it is \nmore than fair wear and tear. I order the tenant to pay $360.88.\n13. There is a third invoice #2300134, also dated 23 March 2023 from Feng Qian \nJ&J maintenance service. It lists a number of items totalling $1,493.92. The \nitems listed are living room roll curtain replacement, shower door, repair, \nbedroom wall paper damage, shower sink blockage, bedroom carpet \nreplacement, towel rack broken, door handle, drawer handle. It is unclear \nwhether the figures listed are disbursements or time spent. With the exception \nof the claim for carpet, there are no invoices or receipts.\n14. The landlord has not provided entry photos or an entry report. The exit report is \nblank apart from the entry of “N” for “No” in the “undamaged” column for Lounge \nRoom and “N” for “No” in the “undamaged” column for the following items:\nStaircases/railings, Wheelie and recycle bins Pool/equipment. Street \nnumber/letter box, External walls, Balcony/porch/deck, Awning/gutters,  \nPaving/pergola, Garage/car port/ storeroom, Garden shed, Gates/fences,  \nGrounds/garden, External taps/hose, Clothes line, Solar panels,  \nPaths/driveway, Other.  \n15. This simply does not make sense. For example, there is no evidence of a pool \nor solar panels in the photographs provided.\n16. The landlord was provided with an opportunity to properly substantiate his \nclaims and has not done so. Although there is an invoice for replacement of bedroom carpet, there is no photo of the damaged carpet, description of it in the \nexit report, no explanation of the damage, no information about the age of the \ncarpet. \n17. All of the claims in the invoice number #2300134 are dismissed.\n18. Because Hawick Qian has substantially succeeded with the claim I have \nreimbursed the filing fee.\n  \nT Baker\n28 September 2023\n"}
{"text": "[2023] NZTT 4581313 \nTENANCY TRIBUNAL - Manukau\nAPPLICANT: Rentout Limited As Agent For Lakshmi Narayanan \nSrinivasan\nLandlord \nRESPONDENT: Tukuahi Bernadette Stephenia Mahara, Lynne Amy \nThompson\nTenant \nTENANCY ADDRESS: 83 Christmas Road, Manurewa, Auckland 2102\nORDER\n1. Tukuahi Bernadette Stephenia Mahara and Lynne Amy Thompson must pay \nRentout Limited As Agent For Lakshmi Narayanan Srinivasan $5,483.23 \nimmediately, calculated as shown in table below.\nDescription Landlord Tenant\nRent arrears to 2 June 2023 $3,496.76  \nElectricity $526.38  \nCleaning $563.50  \nCarpet Cleaning $272.78  \nLawns and Garden work $200.00  \nRubbish removal $760.00  \nRepairs: windows x2 $334.88  \nRepairs: bedrooms, lounge and passage $4,500.00  \nFiling fee reimbursement $20.44  \nWater rates: actual usage owing $988.49  \nwater refund (amount paid by tenant included in rent)  $3,280.00\nTotal award $11,663.23 $3,280.00\nNet award $8,383.23  \nBond $2,900.00  \nTotal payable by Tenant to Landlord $5,483.23  Reasons:\n1. The agent Ms Bhatt attended the hearing for the landlord. There was no \nappearance by the tenants.\n2. This tenancy was a fixed term tenancy from 21 June 2022 to 26 June 2023. The \ntenants moved out on 15 May 2023. \n3. The landlord has applied for rent arrears, electricity owing, compensation for \nunblocking drain, cleaning, carpet cleaning, lawn mowing, repairs to window \nand walls, rubbish removal and reimbursement of the filing fee following the end \nof the tenancy.\n4. The bond of $2900.00 was refunded recently by consent.\nHow much is owed for rent and electricity?\n5. The landlord provided rent records which prove the amount owing at the end of \nthe tenancy. From 11 April to 15 May 2023, there was $1,812.50 owing which \nincluded water. From 16 May to 2 June 2023, there was $1,684.26 owing which \nexcluded water.\n6. The landlord accepts there is a credit owing to the tenant for water usage. The \nagent has calculated that actual water usage throughout the tenancy was \n$988.49. The tenant paid $3,280 during the tenancy ($70 per week) as it was \nincluded in the rent amount.\n7. The landlord also received the electricity bills in their name. This was passed to \nthe tenants regularly for payment. The tenants have not paid $563.50 electricity \nthat is remaining.\n8. The amounts sought have been clarified by the agent, confirmation there was \nno double charges, and to the benefit of the tenant.\nDid the tenant comply with their obligations at the end of the tenancy?\n9. At the end of the tenancy the tenant must leave the premises reasonably clean \nand tidy (including lawn/garden) and remove all rubbish.  See section \n40(1)(e)(ii)-(v) Residential Tenancies Act 1986.  \n10. The tenant did not leave the premises reasonably clean and tidy, and did not \nremove all rubbish.\n11. The agent said the premises had seemed to have been abandoned and not \nbeen cleaned and tidied and provided photos. The tenant said they would \nremove their rubbish and belongings but this did not occur despite \narrangements being made. Ultimately the tenant was not contactable, and the \nitems had to be removed.12. The amounts ordered for cleaning, carpet cleaning, lawn tidy and rubbish \nremoval are proved.\n13. The landlord claims compensation for unblocking of the toilet drain.\n14. It would appear that there was a lot of toilet paper blocking a drain which was \non the outside the house. It is concerning that this wastewater drain is open to \nthe elements. \n15. Considering the claim, if there had been other items in the drain, it would be of \nconcern about how the toilet is being used. It is usual to find toilet paper in a \nwaste system. I am not satisfied this was caused by the tenant through ordinary \nuse of a toilet. This claim is dismissed.\nIs the tenant responsible for the damage to the premises?\n16. A landlord must prove that damage to the premises occurred during the tenancy \nand is more than fair wear and tear. If this is established, to avoid liability, the \ntenant must prove they did not carelessly or intentionally cause or permit the \ndamage.  Tenants are liable for the actions of people at the premises with their \npermission.  See sections 40(2)(a), 41 and 49B RTA.\n17. Tenants are liable for the cost of repairing damage that is intentional or which \nresults from any activity at the premises that is an imprisonable offence.  This \napplies to anything the tenant does and anything done by a person they are \nresponsible for.  See section 49B(1) RTA.\n18. Damage is intentional where a person intends to cause damage and takes the \nnecessary steps to achieve that purpose.  Damage is also intentional where a \nperson does something, or allows a situation to continue, knowing that damage \nis a certainty.  See Guo v Korck [2019] NZHC 1541.\n19. The following damage was caused during the tenancy: damage to 2 windows, \nwalls in the 3 bedrooms, lounge and passageway. The agent showed pictures \nof a number of holes on the walls, glue on the master bedroom, strong marks \non the walls. \n20. The pre-inspection photos show an older tidy house. \n21. The agent says 2 windows had to be repaired and provided an invoice, photos \npre-inspection and post inspection. The amount of $334.88 is awarded for this \nrepair.\n22. The agent says the walls and ceiling had been repainted before this tenant \nmoved in. The doors, frames and skirting were aged and not painted. These \nappear to have been of a lower standard. 23. The photos showing the damage to the walls in the bedrooms, lounge and \npassage way is more than fair wear and tear, and the tenant has not disproved \nliability for the damage.\n24. The agent proved the Tribunal with 2 quotes they had been provided to repair \nthe damage. The agent also provided an invoice which included an entire \nrepaint of the house. Considering the information and after hearing from the \nagent provided, the Tribunal awards $4500.00 towards the repairs. \n25. I have taken into account betterment and depreciation.  The landlord should be \nreturned to the position they would have been in had the tenant not breached \ntheir obligations, and should not be better or worse off.  In calculating \ndepreciation, I have taken into account the age and condition of the items at the \nstart of the tenancy and their likely useful lifespan.   \n26. Because Rentout Limited As Agent For Lakshmi Narayanan Srinivasan has \nsubstantially succeeded with the claim I have reimbursed the filing fee.\n27. No application for suppression has been made in this case and no suppression \norders apply around publication of this decision. \n  \nS Singh\n28 September 2023\n"}
{"text": "[2023] NZTT 4606469, 4606779\nTENANCY TRIBUNAL - Whangarei | Whangārei-terenga-parāoa\nAPPLICANT: Shamrose Chaudhry\nLandlord \nRESPONDENT: Mike Henwood\nTenant \nTENANCY ADDRESS: 5 Ashley Avenue, Raumanga, Whangarei 0110\nORDER\n1. No application for suppression has been made in this case and no suppression \norders apply around publication of this decision. \n2.  Mike Henwood is to pay Shamrose Chaudhry $58.00 from the bond, calculated \nas shown in table below. \n3. The Bond Centre is to pay the bond of $1,860.00 (5708464-002) immediately \napportioned as follows:\nShamrose Chaudhry: $58.00\nMike Henwood: $1,802.00\nDescription Landlord Tenant\nKey replacement $33.00  \nCleaning: Carport and garage $25.00  \nTotal award $58.00  \nBond $58.00 $1,802.00Reasons:\nBackground \n1. The tenancy ended on 12 June 2023.\n2. The landlord’s application seeks:\na. Compensation for cleaning ($97.70) and then replacing ($358.00) the hob.\nb. Cost of a replacement key ($33.00).\nc. Cleaning costs ($25.00).\nd. Compensation for time / inconvenience due to power being turned off \n($288.57).\ne. Compensation for costs associated for landlord dealing with end of tenancy \nissues and filing this application ($782.00).\n3. The tenant’s application seeks refund of the bond and raises an issue with \nregards to the basis for termination of the tenancy.\n4. The hearing took place in Whangarei on 15 September 2023.  Both parties \nattended the hearing.\nLandlord application \nHob\n5. Mr Chaudry submitted that the hob elements were badly rusted at the end of the \ntenancy.  He attempted to clean the hob and he applied a rust treatment \nproduct.\n6. The cleaning removed some of the surface rust, but it also revealed deep pitting \non the elements.  The damage cannot be repaired, and it affected the \nfunctioning of the hob.\n7. Mr Chaudry submitted that the hob had very little use and was in good condition \nat the beginning of Mr Henwood’s tenancy in January 2021.  The IRD’s \ndepreciation guidelines state that an average expected lifespan of a hob is eight \nyears.  Mr Chaudry submitted that the fact that this hob needed to be replaced \nafter two years shows that Mr Henwood treated it carelessly, either leaving wet \nitems on the elements or failing to clean up spills.  \n8. Mr Chaudry’s claim seeks cleaning costs and the cost of purchasing and \ninstalling a new hob.\n9. Mr Henwood submitted that:\na. The hob elements were already showing signs of deterioration at the \nbeginning of the tenancy.  Mr Henwood provided a photograph in support \nof this.b. The hob is a Bellini brand that can be purchased at Bunnings for \napproximately $200.  These hobs have a short lifespan and are particularly \nsusceptible to rusting elements.  In support of this, Mr Henwood provided:\ni. An email from Mr Whitehead, a Service Manager with Laser \nElectrical, who states:\nIt is common for this style of hob to rust after only a short time.\nThese cheaper cooktops are more suited to a holiday home, \nbeach house etc that is only used a few times a year.\nThe more expensive brands are made using better steel in the \nhotplates which should last a lot longer than their cheaper \ncounterparts although hotplates do not last as long as a ceramic \ntop or quality gas cooktop would.\nii. Two one-star product reviews of the Bellini hob from the Bunnings \nwebsite.  One reviewer, Kay, succinctly describes the product as \n“Rubbish” and states:\nThis product is not fit for purpose. Elements rusted on first use, \nthe stainless steel is so thin it gets very hot to touch and spills \nbake on and cannot be cleaned. \nThe other one-star review also notes that the elements rusted \nquickly and extensively. \n10. I note that there are now a total of five ratings of this product on the Bunnings \nwebsite, two one-star, two two-star and one four-star.  One of the two-star \nreviews also states “rusts very quickly”.\n11. The evidence provided by Mr Henwood is sufficient to rebut the inference that \nthe rapid deterioration of the elements is due to some careless action by Mr \nHenwood rather than normal wear and tear for this particular make and model.\n12. This part of the landlord’s claim is dismissed.\nKey\n13. At the end of the tenancy Mr Henwood was missing two keys.  He had a \nconversation with Mr Choudry about this.  Mr Henwood said that he would look \nfor the keys.  Mr Choudry said that was fine, and if Mr Henwood could not find \nthem then he would simply cut more keys.\n14. Mr Henwood found one key but not the other.\n15. The claim seeks the cost of cutting a new key ($8.00) plus the landlord’s time \nand travel ($25.00)\n16. Mr Henwood submitted that the landlord has insurance for replacement of keys \nor locks with a nil excess.17. A tenant’s liability for careless damage to the property is limited to the amount \nof the landlord’s insurance excess or the equivalent of four weeks’ rent, \nwhichever is the lesser1.\n18. Mr Henwood’s argument is that this principle also applies to his liability for \nreplacing the missing key.\n19. My finding is that the limitation does not apply.\n20. The section in the Residential Tenancies Act 1986 that sets out the limitation is \nwithin a part of the Act entitled “Responsibility for damage”.  That part includes \nsections 49A – 49E.  \n21. Per section 49B, the limitation applies to the tenant’s liability for “destruction of, \nor damage to the premises that is caused by a careless act or omission of the \ntenant”.\n22. The tenant’s obligation to return all keys at the end of the tenancy is in a \ndifferent part of the Act2.  A tenant’s failure to return the keys does not amount \nto destruction of, or damage to the premises.\n23. The limitation of liability does not apply.\n24. Even though Mr Choudry holds insurance with a nil excess, he is not obliged to \nmake an insurance claim.  Mr Henwood is liable for the proven and reasonable \ncosts of replacing the key.\n25. The amount claimed by Mr Choudray is fair and reasonable.  Mr Choudray is \nentitled to be compensated for his time in addition to the actual cost of cutting a \nnew key.\nCleaning\n26. Tenants must leave the premises reasonably clean and tidy at the end of the \ntenancy.\n27. The claim seeks $25.00 (representing half an hour of cleaning) to sweep out the \ncarport and to remove a few piles of dirt / dust that the tenant had left in the \ngarage.\n28. Overall, the premises were left in a reasonably clean and tidy condition, but Mr \nChoudry’s photographs show that these two areas were overlooked, and the \nclaim is fair and reasonable.\nPower turned off at the end of the tenancy29. Mr Henwood had the power disconnected on the last day of the tenancy and re-\nconnected to his new property.\n30. When Mr Choudry attempted to get power re-established via his own power \ncompany, he was not able to do so.\n31. After several frustrating phone calls over a period of several days, Mr Choudry \ndiscovered that the main power switch at the property had been switched off.\n32. Mr Choudry seeks compensation for his time and inconvenience.\n33. Mr Henwood submitted that it is normal to switch off the mains power when \nleaving a property.  In this instance he did not switch off the power, it was most \nlikely done by one of his friends who were helping him move out.  Mr Henwood \nsubmitted that the power went off around midday, which is when he asked his \npower company to disconnect the power.  He was not aware that one of his \nhelpers had turned off the main switch.\n34. I acknowledge that Mr Choudry did incur inconvenience and delay because of \nthis issue.  However, Mr Henwood has not done anything that amounts to a \nbreach of his legal duty as a tenant.  \n35. There is no legal basis to hold Mr Henwood liable for this cost, and this part of \nthe landlord’s application must be dismissed.\nCompensation for general inconvenience\n36. The claim seeks compensation for time and inconvenience relating to “the \ntenant not doing their duty per the tenancy contract and leaving the mess for the \nlandlord to sort, including filing this application and writing all this explanation, \neven dealing with multiple texts, abusive messages and blackmail attempts”.\n37. This part of Mr Choudry’s application is dismissed for the following reasons:\na. The Tenancy Tribunal has no power to award costs to any party except in \ncertain limited circumstances, none of which apply in this instance3.\nb. The proven claim against Mr Henwood is very minor.\nc. Communicating with a tenant and dealing with end of tenancy issues is \npart of a landlord’s normal business and the landlord cannot have any \nreasonable expectation of being compensated for that activity above and \nbeyond the rent.\nTenant application38. Mr Choudry gave Mr Henwood notice to terminate the tenancy on the grounds \nthat he was going to put the property on the market for sale.\n39. Mr Henwood submitted that he had a conversation with Mr Choudry sometime \nafter Mr Choudry gave notice, and in that conversation Mr Choudry said that he \nintended to put a single tenant into the property and then sell the property with \nthat person as a sitting tenant.\n40. Mr Henwood submitted that this:\na. Renders the termination unlawful and invalid; and\nb. Amounts to discrimination on the basis of family status, which is a \nprohibited grounds of discrimination under the Human Rights Act 1993.\n41. Mr Henwood noted that, as at the date of hearing, Mr Choudry had not put the \nhouse on the market for sale.\n42. Mr Choudry did not in fact rent the property to a single tenant after Mr Henwood \nvacated.   \n43. Had he done so, it is arguable whether this action would have made the \ntermination unlawful.  The intent and purpose of permitting the landlord to \nterminate a tenancy if they intend to sell the premises is to allow the landlord to \nmarket the property when it is unoccupied and to sell it with vacant possession.  \nFrom that perspective, allowing the landlord to re-rent the premises after \nterminating a tenancy on the basis of putting the property on the market for sale \nseems contrary to the spirit and intent of this provision.\n44. However, it is not contrary to the actual words of the section.  Section 51(2)(a) \nRTA states that a landlord may terminate a periodic tenancy by 90-days’ notice \nif the premises are to be put on the market for sale within 90-days of the end of \nthe tenancy.  There is no specific requirement that the property remain \nuntenanted after the termination until the sale.\n45. Mr Henwood’s argument that Mr Choudry’s proposed action would amount to \ndiscrimination on the basis of family status is tenable.  Discrimination is an \nunlawful act under section 12 of the Residential Tenancies Act 1986 and \nexemplary damages of up to $6,500 can apply.  Given that Mr Choudry did not \nreplace Mr Henwood with a single tenant, there is no basis for me to consider \nan award of exemplary damages in this instance.\n46. As noted above, part of the requirement for termination under section 51(2)(a) is \nthat the landlord put the property on the market within 90-days of the \ntermination of the tenancy.\n47. That has not happened in this instance.\n48. Mr Choudry submitted that after Mr Henwood vacated, he discovered that parts \nof the property required repairs and maintenance.  He discussed with his real estate agent whether he would be better to carry out the repairs and then \nmarket the house, or sell it “as is”.  After some consideration, he decided to \ncarry out the repairs.  This has delayed the house going onto the market.\n49. I accept that when Mr Choudry gave the notice, he intended to put the property \non the market within 90-days of the end of the tenancy.  I accept that Mr \nChoudry still intends to sell the property, and the delay is due to information that \nonly came to light at the end of the tenancy.  \n50. I am satisfied that the termination was lawful.\nOutcome\n51. Both parties will bear their own cost of the filing fee.\n52. Mr Choudry will receive $58.00 from the bond.\n53. The balance of the bond will be released to Mr Henwood.\n  \nN Blake\n28 September 2023\n"}
{"text": "[2023] NZTT 4674992 \nTENANCY TRIBUNAL - Auckland | Tāmaki Makaurau\nAPPLICANT: Peixiang Yu\nLandlord \nRESPONDENT: Shana Quinleigh Kidwell\nTenant \nTENANCY ADDRESS: 32A Dornwell Road, Mount Roskill, Auckland 1041\nORDER\n1. The tenancy of Shana Quinleigh Kidwell at 32A Dornwell Road, Mount Roskill, \nAuckland 1041 is terminated, and possession is granted to Peixiang Yu, at \n11:59pm on Thursday 28 September 2023\n2. The Bond Centre is to pay the bond of $2,680.00 (3386372-006) to Peixiang Yu \nimmediately.\n3. Shana Quinleigh Kidwell must pay Peixiang Yu $3,863.84 immediately, \ncalculated as shown in the table below:\nDescription Landlord Tenant\nRent arrears to 1 October 2023 $5,360.00  \nFiling fee reimbursement $20.44  \nWater rates $1,163.40  \nTotal award $6,543.84  \nBond $2,680.00  \nTotal payable by Tenant to Landlord $3,863.84  \nReasons:\n1. The landlord attended the hearing. The tenant did not. \n2. I am satisfied that the tenant had received proper notice of the hearing time, \ndate and place and chose not to attend.\n3. The landlord has applied for termination of the tenancy, rent arrears, refund of \nthe bond, reimbursement of the water rates and reimbursement of the filing fee.  4. Rent was at least 21 days in arrears on the date the application was filed.  The \ntenancy is terminated.  See section 55(1)(a) Residential Tenancies Act 1986.\n5. The landlord provided rent records which prove the amount owing at the end of \nthe tenancy. \n6. The landlord provided eleven water rates bills that cover the period from \nNovember 2022 to September 2023, which prove the amount owing at the end \nof the tenancy.\n7. Because Peixiang Yu  has wholly succeeded with the claim I must reimburse \nthe filing fee\n  \nM Pollak\n28 September 2023\n"}
{"text": "[2023] NZTT 4630850 \nTENANCY TRIBUNAL - Christchurch | Ōtautahi\nAPPLICANT: Patricia Quinn, Denis Quinn\nLandlord \nRESPONDENT: William Andrew Nurse\nTenant \nTENANCY ADDRESS: 21A Konini Street, Riccarton, Christchurch 8041\nORDER\n1. No application for suppression has been made in this case and no suppression \norders apply around publication of this decision. \n2.  William Andrew Nurse to pay Patricia Quinn and Denis Quinn $806.24 from the \nbond, calculated as shown in table below. \nDescription Landlord Tenant\nCleaning: Curtains $285.80  \nLawns and Garden work $200.00  \nRepairs: Flooring $300.00  \nFiling fee reimbursement $20.44  \nTotal award $806.24  \nBond $806.24 $243.76\n3. The Bond Centre is to pay the bond of $1,050.00 (3358501-006) immediately \napportioned as follows:\nPatricia Quinn and Denis Quinn: $806.24\nWilliam Andrew Nurse: $243.76\nReasons:\n1. Both parties attended the hearing.2. The landlord has applied for compensation, refund of the bond, and \nreimbursement of the filing fee following the end of the tenancy.\nDid the tenant comply with their obligations at the end of the tenancy?\n3. At the end of the tenancy the tenant must leave the premises reasonably clean \nand tidy, remove all rubbish, return all keys and security devices, and leave all \nchattels provided for their benefit.  See section 40(1)(e)(ii)-(v) Residential \nTenancies Act 1986.  \n4. The landlord claimed that the tenant did not leave the gardens in the condition \nthey were in at the start of the tenancy.  The photographs show the garden to \nbe extremely well presented at the start of the tenancy.   The landlord claims \nthat the tenant agreed to maintain the gardens to that standard.  The Act \nrequires the tenant to leave the gardens reasonably clean and tidy.  The RTA \napplies despite a provision to the contrary in a tenancy agreement – see s11 \nRTA.\n5. The photographs show that the gardens at the end of the tenancy were \ngenerally tidy with some areas requiring additional weeding.  I award the \nlandlord $200 of the $480.00 claimed.\n6. In relation to the paths and water blasting.  The condition at the end of the \ntenancy was consistent with winter outdoor conditions and the cleaning required \nis a landlord maintenance obligation.\n7. A set of curtains had to be dry cleaned and Mr Nurse agreed to meet that cost \nof $285.80.\nIs the tenant responsible for the damage to the premises?\n8. A landlord must prove that damage to the premises occurred during the tenancy \nand is more than fair wear and tear. If this is established, to avoid liability, the \ntenant must prove they did not carelessly or intentionally cause or permit the \ndamage.  Tenants are liable for the actions of people at the premises with their \npermission.  See sections 40(2)(a), 41 and 49B RTA.\n9. The landlord claims that the polyurethane surface to the timber floor was \ndamaged during the tenancy.  The landlord claims $1,725.00 for repairs but has \nnot carried out the work.\n10. The photographs show that an area of the floor surface was damaged by \ncastors from a chair during the tenancy.  This damage is more extensive than \nthe wear and tear that can be expected from everyday use.  The evidence also \nestablished that Mr Nurse became aware that the particular chair was causing \ndegradation or damage to the flooring at some point during the tenancy but did not take any steps to prevent further damage until asked to do so by the \nlandlord.\n11. I find that, at least some of, the damage to the polyurethane surface was \ncarelessly caused during this tenancy.  However, the coating is at least 9 years \nold.  It does not have an infinite life.  Other areas of the floor remain in good \ncondition while some, particularly around the dining table, are more worn.  The \nlandlord has not yet had the floor recoated so has not incurred any cost.\n12. I have considered betterment and depreciation.  In calculating depreciation, I \nhave considered the age and condition of the items at the start of the tenancy \nand their likely useful lifespan.   I award $300 of the $1,725.00 claimed for floor \ndamage, recognising the reduction in the surface’s likely lifespan.\n13. As the landlord was partially successful, I have awarded reimbursement of the \nTribunal application fee.\n  \nR Morgan\n28 September 2023\n"}
{"text": "[2023] NZTT 4631549, 4689789\nTENANCY TRIBUNAL - Christchurch | Ōtautahi\nAPPLICANT: Gold Property Management Limited as agent for Julie \nSinukaban\nLandlord \nRESPONDENT: Jenny Elaine Searle (Hubert), James Andrew Hubert\nTenant \nTENANCY ADDRESS: 179 Palmers Road, New Brighton, Christchurch 8083\nORDER\n1. An application for suppression has been made in this case but no order is \nmade.\n2.  Jenny Elaine Searle (Hubert) and James Andrew Hubert to pay Gold Property \nManagement Limited as agent for Julie Sinukaban $2,099.46 from the bond, \ncalculated as shown in table below: \nDescriptionLandlord Tenant\nCleaning (consent) $654.67  \nRubbish removal (reduced) $1,184.35  \nCarpet cleaning (consent) $240.00  \nFiling fee reimbursement $20.44  \nTotal award $2,099.46  \nBond $2,099.46 $300.543. The Bond Centre is to pay the bond of $2,400.00 (5909211-003) immediately \napportioned as follows:\nGold Property Management Limited as agent \nfor Julie Sinukaban:$2,099.46\nJenny Elaine Searle (Hubert) and James \nAndrew Hubert:$300.54\n4. The landlord’s application for rent arrears is withdrawn.\n5. The tenants’ application is dismissed.\nReasons:\n1. Both parties attended the hearing. Mr Christiansen represented the landlord.\nThe landlord’s application\n2. The landlord has applied for rent arrears, compensation, refund of the bond, \nand reimbursement of the filing fee following the end of the tenancy.\n3. The landlord withdrew the application for rent arrears ($85.71).\n4. The tenant accepted the landlord’s claims for cleaning and carpet cleaning. I \nhave allowed those claims by consent.\n5. After hearing the tenants’ evidence, the landlord reduced the claim for rubbish \nremoval. I have awarded the reduced amount based on the photographic \nevidence produced and the tenants’ acknowledgment that they did not remove \nall their rubbish.\nThe tenants’ application\n6. The tenants have applied for compensation for alleged breaches by the owner \nof the premises in relation to the sleepout and the caravan at the premises.\n7. The tenants seek compensation because they say a caravan was provided as \npart of the tenancy but was unliveable, and the sleepout was unconsented and \ntherefore unlawful for use.\n8. The tenancy started on 2 May 2022. The tenancy agreement is between the \nowner of the premises and the tenants.9. The owner’s agent Gold Property Management Ltd (GPML) only became the \nlandlord on 9 June 2022. Mr Christiansen gave evidence that the old caravan \non site was not included in the tenancy agreement nor was it part of the \nmanagement agreement between the owner and her agent.\n10. Generally, an agent is not liable in law for the actions of its principle. So, GPML \nis not liable for any alleged breaches by the owner who was the landlord when \nthe tenancy started.\n11. The tenants’ claims in relation to the caravan and the sleepout date to the \ncommencement of the tenancy. If the sleepout was unlawful then, the claim \nmust be made against the landlord at the time – the owner.\n12. The tenants can pursue a claim against the owner of the premises for breaches \nthat they allege occurred at the start of the tenancy, but not against GPML.\n13. I have therefore dismissed the tenants’ application against GPML.\n14. On the landlord’s successful application I have reimbursed the Tribunal filing \nfee.\nName suppression\n15. The landlord did not seek a name suppression order.\n16. The tenants sought name suppression. They are not entitled to a name \nsuppression order because their application is unsuccessful, and they accepted \nmost of the landlord’s claims – see section 95A Residential Tenancies Act \n1986.\n  \nJ Greene\n28 September 2023\n"}
{"text": "[2023] NZTT 4640570 \nTENANCY TRIBUNAL - Remote Location\nAPPLICANT: Akkadian Group Limited As Agent For Ziyi Qin\nLandlord \nRESPONDENT: Lautalie Lipene\nTenant \nTENANCY ADDRESS: Unit/Flat 401, 2 Colombo Street, Newtown, Wellington 6021\nORDER\n1. No application for suppression has been made in this case and no suppression \norders apply around publication of this decision. \n2. The tenancy of Lautalie Lipene at Unit/Flat 401, 2 Colombo Street, Newtown, \nWellington 6021 is terminated, and possession is granted to Akkadian Group \nLimited As Agent For Ziyi Qin, at 11.59pm on Thursday 28 September 2023.\n3. The Bond Centre is to pay the bond of $1,980.00 () to Akkadian Group Limited \nAs Agent For Ziyi Qin immediately.\n4. Lautalie Lipene must pay Akkadian Group Limited As Agent For Ziyi Qin \n$5,950.44 immediately, calculated as shown in the table below:\nDescription Landlord Tenant\nRent arrears as at 27 September 2023 $7,910.00  \nFiling fee reimbursement $20.44  \nTotal award $7,930.44  \nBond $1,980.00  \nTotal payable by Tenant to Landlord $5,950.44  Reasons:\n1. This application was scheduled to be heard by teleconference.  I rang the \nnumber provided for Ms Lipene twice but on both occasions my call went to \nvoicemail.  The hearing proceeded in her absence.\n2. The landlord has applied for termination of the tenancy, rent arrears, \nreimbursement of the filing fee and payment of the bond.  \n3. Rent was at least 21 days in arrears on the date the application was filed and so \nMs Lipene’s tenancy must be terminated.  See section 55(1)(a) Residential \nTenancies Act 1986.\n4. The landlord provided evidence which proves the amount owing as at 27 \nSeptember 2023 - $7,910.00.\n5. Further to this, because Akkadian Group Limited As Agent For Ziyi Qin has \nwholly succeeded with the claim I must order Ms Lipene to reimburse the filing \nfee.\n  \nC ter Haar\n28 September 2023\n"}
{"text": "[2023] NZTT 4664109 \nTENANCY TRIBUNAL - Auckland | Tāmaki Makaurau\nAPPLICANT: Barfoot & Thompson Limited As Agent For Daniel Reid- \nWatson\nLandlord \nRESPONDENT: Lorraine Kopa\nTenant \nTENANCY ADDRESS: Unit/Flat 232, 287 Onehunga Mall, Onehunga, Auckland \n1061\nORDER\n1. No application for suppression has been made in this case and no suppression \norders apply around publication of this decision. \n2. The tenancy of Lorraine Kopa at Unit/Flat 232, 287 Onehunga Mall, Onehunga, \nAuckland 1061 is terminated, and possession is granted to Barfoot & Thompson \nLimited As Agent For Daniel Reid- Watson, at 11:59pm on Thursday 28 \nSeptember 2023.\n3. Lorraine Kopa must pay Barfoot & Thompson Limited As Agent For Daniel \nReid- Watson $3,071.61 immediately, being water and rent arrears to 28 \nSeptember 2023.\nDescription Landlord Tenant\nRent arrears $3,000.00  \nFiling fee reimbursement $20.44  \nWater rates $51.17  \nTotal award $3,071.61  \nTotal payable by Tenant to Landlord $3,071.61  Reasons:\n1. The landlord attended the hearing. There was no appearance by the tenant. \n2. The landlord has applied for rent and water arrears and termination of the \ntenancy for breach of the tenant’s obligations.\n3. The landlord provided invoices for water usage which confirm the amount \noutstanding. Having sighted these invoices I am satisfied that the tenant is \nresponsible for payment of this overdue amount.\nShould the tenancy be terminated?\n4. The Tribunal may terminate a tenancy for breach where, due to the nature or \nextent of the breach, it would be inequitable to refuse to terminate.  See section \n56(1) Residential Tenancies Act 1986.  \n5. Where the breach is capable of remedy the landlord must first serve a notice on \nthe tenant requiring them to remedy the breach within at least 14 days and \nestablish that the tenant has failed to do so.\n6. The tenant has breached their obligations by failing to pay the rent and bond as \nrequired pursuant to the signed Tenancy Agreement dated 16 August 2023. \n7. The landlord served a 14-day notice on the tenant on 21 August 2023, and the \ntenant did not remedy the breach within the required period.\n8. It would be inequitable to refuse to terminate the tenancy based on the \nevidence I have been provided with in support of this application. I am not \nsatisfied that the tenant is unlikely to commit further breaches. The landlord \nsays that no rent has been received by the tenant since the start of the tenancy \ndespite numerous requests. The tenant has also failed to pay the bond. I have \nsighted numerous email exchanges between the parties where the tenant \nadvises that the rent will be paid. On each occasion there has been no rent \nreceived by the landlord.  \n9. The landlord has applied for rent arrears and has provided rent records which \nprove the amount owing as at todays’ date.10. Because Barfoot & Thompson Limited As Agent For Daniel Reid- Watson has \nwholly succeeded with the claim I must reimburse the filing fee.\n  \nM Manhire\n28 September 2023\n"}
{"text": "[2023] NZTT 4653691 \nTENANCY TRIBUNAL - [Event location suppressed]\nAPPLICANT: [The applicant/s]\nLandlord \nRESPONDENT: Fran Olson\nTenant \nTENANCY ADDRESS: [Tenancy address suppressed]\nORDER\n1. An application for suppression has been made in this case, and the Tribunal \norders suppression of the Landlord name and identifying details.\n2. The tenancy of Fran Olson at [Tenancy address suppressed] is terminated, and \npossession is granted to [The landlord/s], at 11.59pm on Tuesday 17 October \n2023. \n3. Fran Olson must pay [The landlord/s] $374.01 immediately, calculated as \nshown in the table below:\nDescription Landlord Tenant\nRent arrears to 29.9.2023 $353.57  \nFiling fee reimbursement $20.44  \nTotal award $374.01  \nTotal payable by Tenant to Landlord $374.01  \nReasons:\n1. The landlord attended the hearing by teleconference. The Tribunal made three \nattempts to call the tenant on the cell phone number provided in the application, \nbut all calls diverted to voicemail. I am satisfied that the tenant received notice \nof the hearing but did not attend.\n2. The landlord has applied for termination of the tenancy for breach of the \ntenant’s obligations.Should the tenancy be terminated?\n3. The Tribunal may terminate a tenancy for breach where, due to the nature or \nextent of the breach, it would be inequitable to refuse to terminate.  See section \n56(1) Residential Tenancies Act 1986.  \n4. Where the breach is capable of remedy the landlord must first serve a notice on \nthe tenant requiring them to remedy the breach within at least 14 days and \nestablish that the tenant has failed to do so.\n5. The tenant has breached their obligations by failing to pay rent when it is due. \nThere are several instances of the tenant falling into arrears in January, and \nFebruary 2023 and more recently, continuous arrears since June 2023.\n6. The landlord has served several 14-day notices on the tenant. In relation to the \nnotices dated 8 June 2023 and 8 August 2023 the tenant did not remedy the \nbreaches within the required period. Furthermore, the tenant was more than 21 \ndays in arrears as at 8 September 2023. The tenant is still in arrears at the \nhearing date. \n7. I am satisfied on the evidence that it would be inequitable to refuse to terminate \nthe tenancy because there is a pattern of the tenant failing to pay rent on time \nand failing to remedy the rent arrears as required in the 14 day notices served \non the tenant. \n8. The tenancy is therefore terminated. The landlord provided evidence of \ndiscussions with the tenant agreeing to termination of the tenancy on 17 \nOctober 2023. As requested by the landlord the tenancy is terminated with \neffect on that date.\n9. The landlord provided rent records which prove the amount owing at the \nhearing date. I have calculated the arrears owed up to the end of the current \nrent period on Friday 29 September 2023. The tenant will be liable for \ncontinuing weekly rent of $500 next due on Saturday 30 September 2023 until \nthe tenancy terminates. \n10. As the landlord has wholly succeeded with their application, they are entitled to \nsuppression of their name and identifying details and to reimbursement of the \nfiling fee.\nK Stirling, 28 September 2023"}
{"text": "[2023] NZTT 4637554 \nTENANCY TRIBUNAL - Christchurch | Ōtautahi\nAPPLICANT: Syamdev Vasudevan\n Tenant\nRESPONDENT: Ernest Kilian\n Landlord\nTENANCY ADDRESS: 25 Morrison Avenue, Northcote, Christchurch 8052\nORDER\n1. No application for suppression has been made in this case and no suppression \norders apply around publication of this decision. \n2. Ernest Kilian must pay Syamdev Vasudevan $20.44 immediately, being the \nfiling fee on this application. \n3. The Bond Centre is to pay the bond of $1,400.00 (3149565-013) to Syamdev \nVasudevan immediately.\nReasons:\n1. The tenant attended the hearing.  The landlord did not attend.  \n2. The tenant has applied for refund of the bond.  The landlord has not filed a \ncounterclaim with Tenancy Services.  \n3. Section 22B(2) Residential Tenancies Act 1986 provides that, where a tenant \napplies for refund of the bond, and the landlord seeks payment from the bond, \nthe landlord must file an application setting out the details of the counterclaim.  4. Because the landlord has not filed a counterclaim the bond is refunded in full to \nthe tenant.\n5. As the tenant was the successful party, I have also awarded reimbursement of \nthe filing fee.\n  \nR Morgan\n28 September 2023\n"}
{"text": "[2023] NZTT 4646591 \nTENANCY TRIBUNAL - Remote Location\nAPPLICANT: Kāinga Ora–Homes And Communities\nLandlord \nRESPONDENT: Cathryn Margaret O'Neill\nTenant \nTENANCY ADDRESS: 43B Linwood Drive, Paraparaumu, Paraparaumu 5032\nORDER\n1. No application for suppression has been made in this case and no suppression \norders apply around publication of this decision.\n2. Cathryn Margaret O’Neill must, before Friday 27 October 2023, allow the \nlandlord to enter the premises for the purposes of a property inspection before \nFriday 27 October 2023. The landlord must first give the tenant at least 48 \nhours’ notice of the date and approximate time of the intended entry.\nReasons:\n1. The landlord attended the hearing by teleconference represented by Ms Rea. \nThe Tribunal attempted to contact the tenant on cell phone numbers provided \nfor her in the application, but the cell phone numbers were either not active or \nthe calls diverted to voicemail. \n2.  I also acknowledge that the tenant made a request for an adjournment of the \nhearing on grounds that she was ill and could not attend. She mentioned that \nthis was due to the ongoing stress of this matter.  I declined to adjourn without \nthe tenant providing a further explanation as to why she could not attend by \ntelephone and a medical certificate, if possible. No further evidence of this \nnature was supplied.\n3. I am satisfied that the tenant had notice of the hearing but chose not to attend.4. The landlord has applied for an order allowing them entry to the premises for \nthe purposes of a property inspection to assess the premises for compliance \nwith Healthy Homes Standards and general maintenance. \n5. Section 48(2) of the Residential Tenancies Act 1986 (RTA) provides that the \nlandlord may enter the premises for the purpose of carrying out necessary \nrepairs or necessary maintenance or for inspecting the premises, after giving \nthe tenant the required notice (at least 24 hours’ notice for repairs or 48 hours \nfor inspections) or with the tenant’s consent given immediately before the time \nof entry. If the appropriate notice is given, the tenant’s consent to the access is \nnot required. \n6. The landlord has attempted, after giving the appropriate notice, to conduct a \nproperty inspection on five occasions between March - May 2022. A visit did \ntake place on 17 November 2022 but since then further attempts to visit and \ncomplete inspections, including an inspection visit arranged for 11 May 2023, \nhave failed. The tenant has either rescheduled or refused access. This is a \nbreach of her obligations in section 48(2) RTA (as set out above).\n7. The tenant must allow the landlord access to complete the inspection within the \nnext four weeks, that is before 27 October 2023, provided the landlord first \ngives the tenant the appropriate notice of the intended entry.\n8. Failure by the tenant, without reasonable excuse, to allow the landlord access \nas permitted by section 48(2) is an unlawful act for which exemplary damages \nup to a maximum of $1,500.00 maybe payable. It is also a breach that, in \ncertain circumstances, may entitle the landlord to an order terminating the \ntenancy.\n  \nK Stirling\n28 September 2023\n"}
{"text": "[2023] NZTT 4543551 \nTENANCY TRIBUNAL - [Event location suppressed]\nAPPLICANT: [The applicant/s]\nLandlord \nRESPONDENT: Daimon Mitchell\nTenant \nTENANCY ADDRESS: [Tenancy address suppressed]\nORDER\n1. An application for suppression has been made in this case, and the Tribunal orders \nsuppression of the landlords name and identifying details.  No suppression orders apply \nto the tenant.\n2. Daimon Mitchell must pay [The landlord/s] $2,683.70 immediately, calculated as shown \nin table below.\nDescription Landlord\nRent arrears $857.14\nWater rates $43.17\nLock/key replacement $463.45\nCleaning and rubbish removal $1,299.50\nFiling fee reimbursement $20.44\nTotal award $2,683.70\nTotal payable by Tenant to Landlord $2,683.70\nReasons:\n1. The Tribunal must consider an application filed by the landlord, and the relevant law \nthat applies is found in the Residential Tenancies Act 1986 (“RTA”).\n2. Only the landlord appeared at the hearing.  I am satisfied that the tenant has been \nproperty notified of the hearing, and therefore I will proceed to consider the claim in \ntheir absence.\n3. The tenancy was terminated by order of the Tribunal on 7 February 2023.  The \nTribunal also ordered the rent arrears and water due as of that date.  The landlord \nreports that there were delays in getting possession returned, with the possession \nreturning on 22 February 2023.  4. The landlord seeks final orders from the Tribunal around final costs with the tenancy.\nRENT ARREARS AND WATER RATES\n5. The landlord has applied for an order that the tenant pay rent arrears and water rates \nbetween the earlier Tribunal order and possession returning.\n6. As noted, the tenancy was terminated by order of the Tribunal.  Possession was to \nreturn to the landlord on 7 February 2023.  However there was a delay in the tenant \nreturning possession of the tenancy, and I accept it was not returned to the landlord \nuntil 22 February 2023.  That is an additional 15 days of rent not paid following the \nearlier Tribunal rent arrears order.  I have confirmed the landlords calculation that the \nadditional rent arrears to 22 February 2023 is $857.14, and that is ordered to be paid \nby the tenant.\n7. The landlord has claimed for the final volumetric water charges of $43.17, that is \nordered in full.\nCLEANING AND RUBBISH REMOVAL\n8. The Residential Tenancies Act 1986 (RTA) requires that the landlord provide the \npremises to the tenant at the start of the tenancy in a reasonable state of cleanliness \n(s45(1)(a)), and there is an equivalent obligation on the tenant to return the premises:\n…in a reasonably clean and reasonably tidy condition, and remove or \narrange for the removal from the premises of all rubbish. \u2028\n9. It is important to note that the RTA does not require the premises to be provided / \nreturned in an immaculate condition, only in a reasonably clean and tidy state.  There \nis no scientific way to determine what is ‘reasonably’ clean and tidy, what is required \nis for the Tribunal to evaluate the evidence available (particularly photographs \npresented), and then to determine whether the premises would be reasonably clean.  \n10. The landlord seeks compensation for cleaning and rubbish removal.  The evidence is \nthat the tenant left widespread rubbish and goods at the tenancy.  The landlord has \nclaimed $1,299.50, with reference to the invoice from Wilson Property, who did the \ncleaning and rubbish removal.  I have reviewed the photographs taken by the \nlandlord when possession was returned, and the costs claims would be \ncommensurate with the work reasonably needed to return the premises to a state of \nbeing reasonably clean and tidy.  This claim is ordered in full.\nCOMPENSATION\n11. With any claim for compensation, to receive an order the party must incur a loss.  In \nshort the compensation is intended as best money can do, to compensate for the \nactual loss incurred.\n12. In this case the landlord had claimed compensation for damage to the premises, but \nas discussed at the hearing today, I cannot make that order.  The landlord reports \nthat there was some damage to the premises from the tenant, but after possession \nwas returned, the house was broken into and at that time extensively damaged, to the point where the house now needs to be demolished.  The landlord did not incur any \ncosts for the damage repairs from the tenant, so there was strictly no loss to \ncompensate.  There was then an intervening action where the tenancy was effectively \ndestroyed following possession returning to the landlord, but that is not damage that \nthe tenant is liable for.\n13. However the landlord seeks costs for lock and key replacement being a cost that was \nincurred.  The tenant did not return the keys so the landlord needed to replace locks.  \nThe RTA requires that at the end of the tenancy the tenant must return all keys.  \nFailing to do so means the tenant is liable for the lock and key replacement.  The \nlandlord has claimed $463.45 with reference to the locksmith invoice.  This is ordered \nin full. \nFILING FEE\n14. Because the applicant has been wholly successful in their application, I must award \nthe filing paid to commence the proceeding in the Tribunal, which is $20.44.\nNAME SUPPRESSION\n15. The Tribunal can order name suppression when a party has been wholly or \nsubstantially successful in the proceeding.  In this case the landlord has applied for \nname suppression which is ordered for the landlord only.\nR Woodhouse\n28 September 2023"}
{"text": "[2023] NZTT 4642971 \nTENANCY TRIBUNAL - Nelson | Whakatū\nAPPLICANT: Summit Property Management Limited On Behalf Of Kelvin \n& Rosie Gardiner (K J & R M Gardiner Family Trust)\nLandlord \nRESPONDENT: David McGregor \nTenant \nJay Patricia McGregor\nGuarantor\nTENANCY ADDRESS: Unit/Flat 1, 99 Nayland Road, Stoke, Nelson 7011\nORDER\n1.  David McGregor and Jay Patricia McGregor to pay Summit Property \nManagement Limited On Behalf Of Kelvin & Rosie Gardiner (K J & R M \nGardiner Family Trust) $682.62 from the bond, calculated as shown in table \nbelow. \n2. The Bond Centre is to pay the balance of the bond of $682.62 (5294933-006) to \nSummit Property Management Limited On Behalf Of Kelvin & Rosie Gardiner (K \nJ & R M Gardiner Family Trust) immediately. \nDescription Landlord Tenant\nCleaning $422.36  \nRepairs: wall $260.26  \nTotal award $682.62  \nBond $682.62  \nReasons:\n1. Only the landlord attended the hearing. Neither the tenant David McGregor nor \nthe guarantor Jay McGregor appeared. 2. The landlord has applied for compensation and refund of the bond following the \nend of the tenancy.\nDid the tenant comply with their obligations at the end of the tenancy?\n3. At the end of the tenancy the tenant must leave the premises reasonably clean \nand tidy, remove all rubbish, return all keys and security devices, and leave all \nchattels provided for their benefit.  See section 40(1)(e)(ii)-(v) Residential \nTenancies Act 1986. \n4. The tenant did not leave the premises reasonably clean and tidy.\n5. The amounts ordered are proved.\nIs the tenant responsible for the damage to the premises?\n6. A landlord must prove that damage to the premises occurred during the tenancy \nand is more than fair wear and tear. If this is established, to avoid liability, the \ntenant must prove they did not carelessly or intentionally cause or permit the \ndamage.  Tenants are liable for the actions of people at the premises with their \npermission.  See sections 40(2)(a), 41 and 49B RTA.\n7. The wall was damaged during the tenancy. The damage is more than fair wear \nand tear, and the tenant has not disproved liability for the damage.\n8. The amounts ordered are proved.\n  \nJ Tam\n28 September 2023\n"}
